[
    {
        "Subreddit": "airpollution",
        "Title": "Ambient And Household",
        "Post Text": " \n\nhttps://preview.redd.it/17ko8yfn76a81.jpg?width=274&format=pjpg&auto=webp&v=enabled&s=3164f3cd48bc8960baf19fbbc35c071aeb63677e\n\nAir Pollution And Health “It’s a public health crisis, in the sense that likelihood of direct harm to an individual is somewhat low but the cumulative harm to the millions and millions of people who are exposed repeatedly is very high,” says Swain. Schade’s analysis, which has not been peer reviewed and is still being updated as more data becomes available, also suggests that particulate pollution decreased more in residential parts of Houston than it did in industrial areas. “Small reductions in NOx actually increase ozone,” says Cesunica Ivey, assistant professor of chemical and environmental engineering at the University of California, Riverside. “So we’re just going to have to be more aggressive with our sustainable transportation solutions.” In a strange wrinkle, the reduction of one pollutant can also make ozone slightly worse.\n\n# Air pollution in cities causes 1.8 million deaths globally each year, studies find — Mountain Top Media\n\nAir pollution in cities causes 1.8 million deaths globally each year, studies find.\n\nPosted: Thu, 06 Jan 2022 01:38:01 GMT \n\nThis remains a concern since air quality has not improved uniformly during the pandemic. For one, air pollution remains a challenge and the health consequences of poor air quality are still being experienced across society. This article looks at the impact of the lockdown on air quality, summarizes the literature on the relationship between air pollution and the COVID-19 virus, and suggests policy recommendations for countries to build back better. Some truck manufacturers have pushed back against the proposal, saying the market for selling electric trucks hasn’t developed yet. Supporters say higher sticker prices would be offset by fuel savings over time, and when paired with California’s other efforts to reduce greenhouse gas emissions, could potentially save thousands of lives by improving the air. Emissions from those sources, combined with hot and stagnant weather, cause air pollution to hit dangerous levels during the summer, which puts the region out of compliance with federal air standards.\n\n# Kidney Disease\n\nBoth human activity and natural processes can generate air pollution. Air pollution refers to the release of pollutants into the air — pollutants which are detrimental to human health and the planet as a whole. According to the World Health Organization , each year air pollution is responsible for nearly seven million deaths around the globe. Nine out of ten human beings currently breathe air that exceeds the WHO’s guideline limits for pollutants, with those living in low- and middle-income countries suffering the most. In the United States, the Clean Air Act, established in 1970, authorizes the U.S. The size of particles is directly linked to their potential for causing health problems. Small particles (known as PM2.5 or fine particulate matter) pose the greatest problems because they bypass the body’s natural defenses and can get deep into your lungs and potentially your bloodstream. Exposure to such particles can affect both your lungs and your heart.\n\n# Economic Production\n\nYour home may have small particles in the air or damaging gases such as carbon monoxide. In addition, buildings originally designed for one purpose may end up being converted to use as office space. If not properly modified during building renovations, the room partitions and ventilation system can contribute to indoor air quality problems by restricting air recirculation or by providing an inadequate supply of outdoor air. Combustion gases, including carbon monoxide, and particles can be back-drafted from the chimney or flue into the living space if the combustion appliance is not properly vented or does not receive enough supply air. Back-drafting can be a particular problem in weatherized or tightly constructed homes. Installing a dedicated outdoor air supply for the combustion appliance can help prevent backdrafting. Car emissions, chemicals from factories, dust, pollen and mold spores may be suspended as particles.Ozone, a gas, is a major part of air pollution in cities. A person can reduce indoor air pollution by ensuring that buildings are clean and ventilated. Research shows that living in an area with higher levels of air pollution may increase the risk of death from stroke.\n\n* The smoke emitted from various forms of combustion, like inbiomass, factories, vehicles, furnaces, etc.\n* The human health effects of poor air quality are far reaching, but principally affect the body’s respiratory system and the cardiovascular system.\n* But does this decline in NO2 levels imply that people are being exposed to lower levels of harmful pollutants?\n* There are currently five diseases considered, e.g. lower respiratory infections, lung cancer, chronic obstructive pulmonary diseases, ischemic heart disease, and stroke.\n\nPollution from burning coal also affects a larger area than vehicle emissions, which means modest air pollution reductions in East Coast states may partly be because of their location downwind of coal-fired facilities. “If you think about a power plant that has a tall smokestack, those emissions are going high aloft in the air and they’re going to travel long, long distances compared to a vehicle tailpipe that’s close to the ground,” Elliott says. Breathing polluted air for long periods of time can damage the lungs and make it more difficult to fight respiratory disease. Ozone pollution is especially detrimental to children and elderly people and those with asthma, emphysema and other respiratory illnesses. Fine particulate matter, called soot,refers to tiny particles or droplets in the air , usually a by-product of combustion, such as auto and diesel exhaust, power plant emissions or wood smoke. Federal law requires DEC to submit State Implementation Plans that demonstrate how state air pollution control programs bring areas where air contaminant levels exceed the National Ambient Air Quality Standards into attainment. Increased air pollution from power plants, vehicle exhaust, and other man-made causes are threatening our health, economy, and way of life. To lower air pollution in the Bay watershed, consider learning how to drive the Bay-friendly way; walking, biking or taking public transportation when possible; or using electric or manual lawn mowers and yard tools instead of gas-powered machines. Through a process known as attenuation, forests can reduce the amount of pollutants in our air.\n\n# Can poor air quality cause stuffy nose?\n\nPoor indoor air quality can cause a stuffy nose, sore throat, coughing or wheezing, headache, burning eyes, or skin rash. People with asthma or other breathing problems or who have allergies may have severe reactions. » Open windows to let in fresh air.\n\nEnsure that combustion appliances, including furnaces, fireplaces, woodstoves, and heaters, are properly vented and receive enough supply air. If asbestos material is more than slightly damaged, or if you are going to make changes in your home that might disturb it, repair or removal by a professional is needed. Before you have your house remodeled, find out whether asbestos materials are present. Leave undamaged materials alone and, to the extent possible, prevent them from being damaged, disturbed, or touched. Discard damaged or worn asbestos gloves, stove-top pads, or ironing board covers. Check with local health, environmental, or other appropriate officials to find out about proper handling and disposal procedures.\n\n>*Increase in US wildfires has led to increase in co-occurrence of two kinds of air pollution* [*https://t.co/tPla4heKOc*](https://www.blogger.com/blog/post/edit/5231550198324863276/6851194846717800528#) [*pic.twitter.com/DuAwPrl6dG*](https://www.blogger.com/blog/post/edit/5231550198324863276/6851194846717800528#)  \n*— Prosper Club (@prosperclub)* [*January 6, 2022*](https://www.blogger.com/blog/post/edit/5231550198324863276/6851194846717800528#)\n\nYou can explore this data for any country or region using the “change country” toggle on the interactive chart. Air pollution not only takes years from peoples’ lives, but also had large effect on quality while they’re still living. The Daily Telegraph 8 January 2014 ‘Air pollution killing up to 500,000 Chinese each year, admits former health minister’. Mr Chen’s claim was made in The Lancet and reported in The Daily Telegraph 8 January 2014 p. 15 ‘Air pollution killing up to 500,000 Chinese each year, admits former health minister. “The Effect of Changing Background Emissions on External Cost Estimates for Secondary Particulates”. Those benefits include up to 370,000 avoided premature deaths, 189,000 fewer hospital admissions for cardiac and respiratory illnesses, and net economic benefits of up to $3.8 trillion for the U.S. economy every year. For example, EPIC scholars have provided the first causal relationship between air pollution and reduced medical expenses, and between long-term exposure to air pollution and reduced life expectancy. Contact your local or state air pollution control agency, a local hospital, or your doctor for information. Certain websites provide information about air quality from organizations such as the Environmental Protection Agency, and these sites can be accessed at any time. AB 617 is likely the most significant air quality legislation in the past 30 years and provides a new vision and call to action to ensure that all communities benefit from California’s clean air programs. AB 617 builds on the foundation of existing air quality legislation by providing additional tools to target actions in communities that bear the greatest air emission related burdens. Because we typically spend many hours indoors, and because indoor pollutants are confined within a small area, the level of exposure needed to cause harm is much lower than for outdoor pollutants.\n\nShort-term exposure to air pollution, such as ground-level ozone, can affect the respiratory system because the majority of the pollutants enter the body through a person’s airways. Heavy traffic in cities results in pollution from motor vehicle exhaust. These pollutants contribute to global climate change as greenhouse gases trap heat within the Earth’s atmosphere. Smog is a smelly, toxic haze composed of ground-level ozone, particulate matter, and a variety of other chemicals. This paint could be on window frames, walls, the outside of homes, or other surfaces. Ask for an inspection of your home and get a written control program for evaluation before you sign a contract. The control program should list specific names of pests to be controlled and chemicals to be used; it should also reflect any of your safety concerns. Mix or dilute pesticides outdoors or in a well-ventilated area and only in the amounts that will be immediately needed. During periods of active wildfires, smoke from uncontrolled biomass combustion can make up almost 75% of all air pollution by concentration. Radon is a colorless, odorless, naturally occurring, radioactive noble gas that is formed from the decay of radium. Radon gas from natural sources can accumulate in buildings, especially in confined areas such as the basement and it is the second most frequent cause of lung cancer, after cigarette smoking. Agricultural emissions contribute substantially to air pollutionFertilized farmland may be a major source of nitrogen oxides. Exposure to particle pollution is linked to a variety of significant health problems, ranging from aggravated asthma to premature death in people with heart and lung disease. Fine PM is more of a health concern than coarse PM because fine particles can easily reach the deepest parts of the lungs. Sources of fine particulate matter include diesel-powered vehicles, wood-burning stoves, outdoor wood-burning furnaces, power plants, and home heating oil combustion. Smoke primarily consists of particles and can include other gaseous air pollutants, including nitrogen oxides, carbon monoxide, and hydrocarbons that may be toxic. Exposure to smoke can cause health effects and make existing health conditions worse. Most healthy children and adults will recover from short-term smoke exposure.\n\nFrom: [https://envirprotect.blogspot.com/2022/01/who-is-at-risk-from-air-pollution.html](https://envirprotect.blogspot.com/2022/01/who-is-at-risk-from-air-pollution.html)",
        "comments": []
    },
    {
        "Subreddit": "airpollution",
        "Title": "Long-term NO2 exposure affects lung function: Study",
        "Post Text": "[**Long-term exposure to nitrogen dioxide (NO2) pollution can affect lung function and increase the risk of pulmonary disease, a recent study in Karnataka concluded. Healthy individuals — mostly from low-income, urban communities — suffered a decline in lung function due to air pollution, the study claimed.**](https://environmentindia731827759.wordpress.com/2021/05/05/environment-news-india-89/)\n\nhttps://preview.redd.it/wgl9ycdsk9x61.png?width=1024&format=png&auto=webp&v=enabled&s=3db585b9ab06b5221185f95064948ef3bfae9ea0",
        "comments": []
    },
    {
        "Subreddit": "sustainability",
        "Title": "Concerns about Crash Course: Climate and Energy",
        "Post Text": "The popular YouTube series Crash Course recently began uploading episodes on their newest series: Climate and Energy. For those who aren't familiar, Crash Course is a YouTube channel and series dedicated to free quality educational content on various topics. They have 14.5 million subscribers, they regularly get 50k-100k views on each upload nowadays, and teachers in schools across the world use Crash Course videos to supplement their classes. Even when I was a physics TA I would recommend students watch specific videos from their series Crash Course Physics that were related to what we were covering in class. I want to make clear that I don't want people bombing their comments or sending harassment to anyone on their team: I'm just genuinely concerned about the quality of this educational resource and was wondering if anyone else is seeing the same things.\n\nAt first I was excited seeing they were covering climate and energy, but recent episodes feel like they’re pushing misinformation about fossil fuels. The first red flag I saw was when Episode 3 “Can We Make Electricity Without Fossil Fuels?” mentioned the following:\n\n>Scientists don’t think that wind and solar could ever completely replace fossil fuel power plants. ([3:36](https://youtu.be/pT7vRUGeEtA?t=216); Can We Make Electricity Without Fossil Fuels?)\n\nWhile it’s technically correct that if we use *only* wind and solar we likely couldn’t power the whole grid, the video treats solar and wind powers’ problems of intermittency as if fossil fuels are the only firm energy source. The important context this episode misses is that **it is scientific consensus that we need to transition to 100% renewable energy if we are going to avoid the worst impacts of the climate crisis.****^(\\[1\\])** **We simply cannot keep burning fossil fuels,** **and the failure to make that clear in this series so far is a major oversight.** While the episode does discuss hydroelectric power and nuclear power later on, it talks about them in the context of the green premium: the myth that there is an extra cost associated with low-carbon energy despite the fact that renewables have been cost-competitive for years.^(\\[2\\])\n\nAnd then I watched Episode 5 “Can We Keep Warm and Stay Cool Without Fossil Fuels?” and the advocacy for fossil fuels felt blatant. The episode concerns natural gas, a fossil fuel that was hailed as a “transition fuel” decades ago, but scientific consensus has held for years now that burning fossil fuels will lead to increased emissions.^(\\[3\\]\\[4\\]) This isn’t just common knowledge, it’s policy in the multiple municipalities that have already banned natural gas.^(\\[5\\])  But this episode (which came out a week ago) began by playing both sides of the issue and ended the conversation about natural gas with this capstone:\n\n>Overall, natural gas is a major - and majorly complicated - energy source. But it will also likely play a big part in decarbonizing energy worldwide. Burning natural gas actually releases significantly less carbon than burning other fossil fuels. And burning it to generate electricity and heat makes less air pollution than something like coal. It also releases fewer pollutants like nitrogen and sulfur oxides: pollutants that contribute to unhealthy air quality and form smog and acid rain. But not everybody has the luxury of clean air and lower pollution energy. ([3:46](https://youtu.be/3yH5TuLYRcs?t=227); Can We Keep Warm and Stay Cool Without Fossil Fuels?)\n\nThis rhetoric seems incredibly deceptive to me. Yes, natural gas is better than coal on some metrics, but it’s still a fossil fuel that *cannot* “play a big part in decarbonizing energy worldwide” and it certainly isn’t a “lower pollution energy.” But is the conversation of Coal vs. Natural Gas even one worth having? \n\nThis is especially surprising since Dr. M Jackson is a seasoned glaciologist, and her other talks and presentations have been factual, passionate, and informative. I would be very surprised if these issues were coming from her. Beyond that, it’s disappointing since previous Crash Course series, such as Crash Course: Geography, handled the topic of climate change with a stronger emphasis on facts, incredible nuance, and honestly with much greater empathy than this series Climate and Energy (later in Ep 5 the section on Ulaanbaatar later in felt kind of ostracizing as well…). \n\nThere is one suspicious thing about the production of this series: it’s the first Crash Course series I’m aware of to be funded by venture capital. Each episode ends by citing support from two firms: Gates Ventures and Breakthrough Energy (also founded by Bill Gates and counts Jeff Bezos and Mark Zuckerberg among its members). I’m not an expert on how funding works for projects like these, but it feels important that this shift in quality and perspective from Crash Course came at the same time as a shift in funding.\n\nCrash Course has never been perfect, but it’s accessible, free, and built for a wide audience. But that broad audience is a big part of my concerns. I worry that folks are watching these videos and absorbing common fossil fuel propaganda. These excerpts are only a few clear examples from its 5 episode run so far, but there have been many other instances where graphics, rhetoric, and what isn't mentioned feel incredibly shady. \n\nMy charitable take is that this Crash Course series was designed specifically for workers moving into the current energy industry. If that's the case, this series is still egregious but on a more understandable level. \n\nIs this concerning to anyone else, or is it just me?\n\ntl;dr: the new Crash Course series on Climate and Energy seems like it’s promoting fossil fuels as part of the solution to climate change. Do y’all agree?\n\n\\[1\\] Greenpeace - 8 reasons why we need to phase out the fossil fuel industry\n\n[https://www.greenpeace.org/usa/research/8-reasons-why-we-need-to-phase-out-the-fossil-fuel-industry/](https://www.greenpeace.org/usa/research/8-reasons-why-we-need-to-phase-out-the-fossil-fuel-industry/)\n\n\\[2\\] The *United Nations Chronicle* \\- How Renewable Energy Can Be Cost-Competitive [https://www.un.org/en/chronicle/article/how-renewable-energy-can-be-cost-competitive](https://www.un.org/en/chronicle/article/how-renewable-energy-can-be-cost-competitive)\n\n\\[3\\] Greenpeace - Fossil gas is a trap. Here’s how we get out of it.[https://www.greenpeace.org/international/story/54199/fossil-gas-trap-eu-europe-greenwashing/](https://www.greenpeace.org/international/story/54199/fossil-gas-trap-eu-europe-greenwashing/)\n\n\\[4\\] Climate Analytics - Fossil gas: a bridge to nowhere\n\n[https://climateanalytics.org/publications/2022/fossil-gas-a-bridge-to-nowhere/](https://climateanalytics.org/publications/2022/fossil-gas-a-bridge-to-nowhere/)\n\n\\[5\\] CNN - Cities tried to cut natural gas from new homes. The GOP and gas lobby preemptively quashed their effort\n\n[https://www.cnn.com/2022/02/17/politics/natural-gas-ban-preemptive-laws-gop-climate/index.html](https://www.cnn.com/2022/02/17/politics/natural-gas-ban-preemptive-laws-gop-climate/index.html)",
        "comments": []
    },
    {
        "Subreddit": "sustainability",
        "Title": "Plastics Industry: Worse than Tobacco",
        "Post Text": "Not necessarily a new story per se, but just a different way of looking at the issue. This is a particularly critical time to focus on plastics, as the industry has used the COVID pandemic as a convenient excuse to roll back regulations and bans, particularly on single use plastics.\n\n• While many associate single use plastics with pollution, particularly of the world’s oceans, many people don’t realize that single use plastics represent a “triple threat” in terms of harm to living things, the environment, and the climate. While many have drawn the parallel of the plastics industry and the tobacco industry, smoking was really only a threat to human health, and not other species, the planet and climate. Plastics pose a far greater threat than tobacco ever did.\n\no Climate Impact\n\n Plastic production contributes to planet-warming greenhouse gas emissions at every point in its life cycle, from fossil fuel drilling, to refining, to “cracking” – the method of creating the building blocks of plastic products. (24 of these ethane cracker facilities have the combined carbon output of 3.8 million passenger vehicles).  Microplastic in the oceans may also interfere with the ocean’s capacity to absorb and sequester carbon dioxide – which is the largest “carbon sink” on the planet.\n\no Harm to Humans and Wildlife\n\n The average person consumes the equivalent of a credit card’s worth of microplastics every week.  Exposure to microplastics, as well as the chemicals that are added to plastics during processing, harm our health. Many of the chemicals in plastics are known endocrine disruptors, and research has suggested that human exposure could cause health impacts including hormonal imbalances, reproductive problems like infertility, and even cancer.  Scientists estimate that there will be more plastic than fish in the ocean by weight in 2050. At least 700 species worldwide have been adversely affected by plastic ocean pollution, including those consumed as food by humans.\n\no Pollution\n\n Annually, about 8.8 million tons of this plastic waste enters and pollutes our oceans. Plastic debris constitutes 60-80% of all marine pollution.  Waste exported to Southeast Asia is often incinerated, releasing toxic fumes that have links to a number of ailments, including cancer.\n\n• Alarmingly, the COVID pandemic has led to a resurgence of single use plastics (which, without evidence, are viewed as safer than reusables in terms of virus transmission) and a rollback of bans that had been put in place to stem their impact. o Many state and local governments have suspended plastic bag bans and are prohibiting the use of reusable bags to stem the spread of COVID-19. This includes either rollbacks on restrictions, or outright orders for retailers to switch to single use plastic bags (including places like San Francisco, New Hampshire, Massachusetts, and New York). o Predictably, industry is leading the push back to these pollutants: Judith Enck, founder of the environmental group Beyond Plastics, says the industry is using scare tactics. “Plastic bag lobbyists are attempting to exploit a public health crisis,” she says. “There is no evidence that reusable bags contribute to the serious problem of COVID-19.”\n\nSelected sources: https://www.nrdc.org/stories/single-use-plastics-101#why https://www.ciel.org/plasticandclimate/ https://blogs.nicholas.duke.edu/env212/single-use-plastic-and-its-effects-on-our-oceans/",
        "comments": []
    },
    {
        "Subreddit": "sustainability",
        "Title": "Which form of carbon pollution is worse for the environment?",
        "Post Text": "Im a chemistry undergrad with an interest in recycling processes. I was doing some web surfing on plastic recycling and came across this study. \n\nhttps://www.ijntr.org/download_data/IJNTR03070029.pdf\n\nThe paper outlines the process of synthesizing petroleum products from plastic waste. Plastic is synthesized from petroleum in the first place so its not hard to imagine that its possible to reverse engineer it back into natural gas, but it got me thinking about which form of carbon would be more harmful to the environment. \n\nNow realistically, natural gas from plastic waste would be used to fill the global demand for petroleum, reducing the volume of oil mining worldwide. This would lead to at least a temporary slowing of overall carbon pollution in the world if we factor in both carbon dioxide and plastic. So for the sake of comparison, lets assume that any natural gas produced from plastic waste would be burned IN ADDITION TO the amount of fresh petroleum currently used to fill the global demand. Imagine converting all plastic waste into petroleum, putting it in a giant hole, and just burning it with no purpose. From an environmental standpoint, which do you think would be more harmful: Plastic waste in the environment or increased greenhouse gas levels caused by converting all plastic waste to carbon dioxide? \n\nHypothetically, if we were able to remove all of the plastic waste polluting the oceans and other ecosystems and turn it into carbon dioxide, would there be a net increase or decrease in damage to the global ecosystem?\n\nSecondly, if we were able to collect all plastic pollution out of the environment, would it be better to convert it to carbon dioxide or collect it all neatly in a landfill?\n\nEdit: did some quick calculations, an estimated 6.3 billion tonnes of global plastic waste (i assumed it was all polyethylene to make my life easier) would convert to 19.8 billion tonnes of carbon dioxide.",
        "comments": [
            {
                "comment_text": "we need to stop burning fossil fuels, whether it's mined or reversed from plastics. the problem with CO2 and warming on ecosystems are global and catastrophic, while the plastic it's more local (not saying it's any better, just have more impact on where the plastic is currently sitting/drifting). while there are still a lot of the effects of plastic we don't understand, it's less urgent than warming caused by CO2"
            }
        ]
    },
    {
        "Subreddit": "sustainability",
        "Title": "Signs of collapse 2018",
        "Post Text": "Hi /r/Sustainability! I have been working on an ongoing project for 3 years now nick-named [“Signs of collapse”](https://www.reddit.com/r/TZM/comments/5l3ik4/signs_of_collapse_summary_of_the_year_2016/). Even if we strive for and dream of a sustainable world, a lot of things are becoming worse. And I think in order to reach a world that is truly sustainable, it's imperative that we fully understand where we are now and which path we are on. To progress, we have to identify the problems and accept them for what they are if we wish to have any chance addressing them.\n\nI try my best to not make this series into a rant about every little problem or mishap that’s going on. Even in a sustainable society accidents would happen and natural catastrophes would occur, seasons would vary in intensity from year to year and so on. So what I present here is my best attempt at distilling out anthropogenic anomalies.\n\nI define a “sign of collapse” as a negative market externality that the current socioeconomic system for whatever reason hasn’t dealt with and is now ending up hurting people or the ecosystem. I try to pick studies and news that shows the occurring consequences of the current system’s failure to deal with externalities.\n\nI’m also trying to make the argument, and feel free to disagree with me and have a discussion, that urgent action is needed now and there's close to no upper limit to how radically environmentalist one can reasonably become at the present time. If you want to do something, you better hurry before it’s too late.\n\nFeel free to share any of the material or repost this on other suitable subreddits. If you would like to get involved in this project, don’t hesitate to chat me up.\n\n\n**Previous posts:**\n\n* [Signs of collapse 2018 Q3](https://reddit.com/r/sustainability/comments/9kgefn/signs_of_collapse_2018_q3/)\n\n* [Signs of collapse 2018 Q2](https://www.reddit.com/r/sustainability/comments/8w4tvr/signs_of_collapse_2018_q2/)\n\n* [Signs of collapse 2018 Q1](https://www.reddit.com/r/sustainability/comments/88s8mb/signs_of_collapse_q1_2018/)\n\n* [Signs of collapse 2017](https://www.reddit.com/r/LateStageCapitalism/comments/7oqcc0/signs_of_collapse_2017/)\n\n* [Signs of collapse 2016](https://www.reddit.com/r/TZM/comments/5l3ik4/signs_of_collapse_summary_of_the_year_2016/)\n\n--------------------\n\n# **Signs of Collapse 2018 Q4 and Summary**\n \n**Human well-being & non-specific climate change**\n\n* [Caravan Provides a Preview of Climate Migrations, Experts Say](https://www.scientificamerican.com/article/caravan-provides-a-preview-of-climate-migrations-experts-say/)\n\n* [Climate change is exacerbating world conflicts, says Red Cross president | World news](https://www.theguardian.com/world/2018/oct/21/climate-change-is-exacerbating-world-conflicts-says-red-cross-president)\n\n* [The number of undernourished people in the world is rising again](https://qz.com/1432095/world-hunger-rose-for-the-third-straight-year-thanks-to-climate-change)\n\n* [A new publication in Nature demonstrates that the world’s oceans have warmed far more than we had thought. The last UN report that warned of a global climate catastrophe by 2040 was underestimating how much heat the Earth had gained.](https://www.nature.com/articles/s41586-018-0651-8)\n\n* [The Seafloor Is Dissolving Because of Climate Change](https://motherboard.vice.com/en_us/article/d3qaek/the-seafloor-is-dissolving-because-climate-change)\n\n* [Rotting hydrogen sulphide producing seaweed in the Caribbean kills marine life, disrupt turism, causes skin irritation and nausea, and corrodes metals, destroying TV:s and other electrical equipment. | Environment](https://www.theguardian.com/environment/2018/nov/16/caribbean-swamped-by-seaweed-that-smells-like-rotten-eggs)\n\n* [New study has mapped 467 pathways by which human health, water, food, economy, infrastructure and security have been recently impacted by climate hazards amplified by climate change.](https://www.cbsnews.com/news/climate-change-multiple-disasters-at-once-study-warns/)\n\n* [Global food system is broken, say world’s science academies | Environment](https://www.theguardian.com/environment/2018/nov/28/global-food-system-is-broken-say-worlds-science-academies)\n\n* [CDC says life expectancy down as more Americans die younger due to suicide and drug overdose](https://www.cbsnews.com/news/cdc-us-life-expectancy-declining-due-largely-to-drug-overdose-and-suicides/)\n\n* [Global warming today mirrors conditions leading to Earth’s largest extinction event, UW study says](https://www.seattletimes.com/seattle-news/environment/global-warming-today-mirrors-conditions-during-earths-largest-extinction-event-uw-study/)\n\n* [California’s droughts limit hydropower production, forcing continued fossil fuel emissions](https://www.sfchronicle.com/science/article/California-s-droughts-hurt-fight-against-13496523.php)\n\n* [Toxic algae a slimy mess for Florida's Lake Okeechobee](https://www.cbsnews.com/news/florida-lake-okeechobee-toxic-algae-problem-2018-07-06/)\n\n* [Over 700 migrants make violent border crossing into Ceuta](https://elpais.com/elpais/2018/07/26/inenglish/1532599360_950584.html)\n\n* [Japan flood toll nears 200 amid disease outbreak fears](http://www.france24.com/en/20180712-japan-flood-toll-disease-outbreak-fears-heat-water)\n\n* [Heatwave made more than twice as likely by climate change, scientists find | Environment](https://www.theguardian.com/environment/2018/jul/27/heatwave-made-more-than-twice-as-likely-by-climate-change-scientists-find)\n\n* [Humans have depleted the Earth's natural resources with five months still to go in 2018](https://qz.com/1345205/humans-have-depleted-the-earths-natural-resources-with-five-months-still-to-go-in-2018/)\n\n* [As temperatures rise, Earth's soil is 'breathing' more heavily](https://www.eurekalert.org/pub_releases/2018-08/dnnl-atr072918.php)\n\n* [Planet at Risk of Heading Towards Apocalyptic, Irreversible ‘Hothouse Earth’ State](https://motherboard.vice.com/en_us/article/8xbdnk/planet-at-risk-of-heading-towards-hothouse-earth?)\n\n* [Scientists have begun researching whether the worst effects of climate change can no longer be avoided](https://www.straight.com/news/1113121/scientists-have-begun-researching-whether-worst-effects-climate-change-can-no-longer-be)\n\n* [World sinks to 10-year happiness low](http://news.trust.org/item/20180912045953-zbeac/)\n\n* [World 'nowhere near on track' to avoid warming beyond 1.5C target | Environment](https://www.theguardian.com/environment/2018/sep/26/global-warming-climate-change-targets-un-report)\n\n* [CO2 is Regularly Exceeding 410 Parts Per Million for First Time in Human History](https://robertscribbler.com/2018/04/25/co2-is-regularly-exceeding-410-parts-per-million-for-first-time-in-human-history/)\n\n* [Climate Change Costs a Lot More Than We Recognize](https://www.bloomberg.com/view/articles/2017-11-08/climate-change-costs-a-lot-more-than-we-recognize)\n\n* [Global warming: April was 400th straight warmer-than-average month](https://www.usatoday.com/story/news/world/2018/05/17/global-warming-april-400th-consecutive-warm-month/618484002/?csp=chromepush)\n\n* [Suicide Is Rising Among American Farmers As They Struggle To Keep Afloat : NPR](https://www.npr.org/2018/05/16/611727777/suicide-is-rising-among-american-farmers-as-they-struggle-to-keep-afloat)\n\n* [India lightning strikes and winds kill 50 - Authorities shocked by the ferocity of the storms: \"It is one of the worst storms we've seen.\"](http://www.bbc.com/news/world-asia-india-44298824)\n\n* [Top Climate Scientist: Humans Will Go Extinct if We Don't Fix Climate Change by 2023](https://gritpost.com/humans-extinct-climate-change/)\n\n* [Murders in Puerto Rico Surge as Hurricane Maria Recovery Continues](http://time.com/5099781/puerto-rico-murder-rate-hurricane-maria/)\n\n* [India most vulnerable country to climate change - HSBC report](https://www.reuters.com/article/us-climatechange-hsbc/india-most-vulnerable-country-to-climate-change-hsbc-report-idUSKBN1GV20Z)\n \n**Economy, Politics & Industry**\n\n* [Doomsday clock ticks ½ min closer to midnight due to lack of action to counter nuclear war and climate change.](https://en.wikipedia.org/wiki/Doomsday_Clock)\n\n* ['At home, we couldn't get by': more Venezuelans flee as crisis deepens | World news](https://www.theguardian.com/world/2017/jul/17/venezuela-migrants-americas-leaving-home)\n\n* [Mad Max violence stalks Venezuela's lawless roads](https://www.reuters.com/article/us-venezuela-economy-trucks-widerimage/mad-max-violence-stalks-venezuelas-lawless-roads-idUSKBN1FT1G9)\n\n* [Extreme cold results in severe agricultural damage across Europe, food prices rising](https://watchers.news/2018/03/05/extreme-cold-results-in-severe-agricultural-damage-across-europe-food-prices-rising/)\n\n* [Hotter, Drier, Hungrier: How Global Warming Punishes the World’s Poorest](https://www.nytimes.com/2018/03/12/climate/kenya-drought.html)\n\n* [Some millennials aren’t saving for retirement because they don’t think capitalism will exist by then](https://www.salon.com/2018/03/18/some-millennials-arent-saving-for-retirement-because-they-do-not-think-capitalism-will-exist-by-then/)\n\n* [As The UN Warns Of Climate Catastrophe By 2030, The EU Is Pulling Back Climate Ambition](https://www.forbes.com/sites/davekeating/2018/10/08/as-the-un-warns-of-climate-catastrophe-by-2030-the-eu-is-pulling-back-climate-ambition/#292cc04e11ef)\n\n* [The Australian government is still supporting coal, despite warnings of climate catastrophe](https://www.independent.co.uk/environment/australia-government-coal-ipcc-report-un-climate-change-global-warming-michael-mccormack-scott-a8575521.html)\n\n* [UK growers warn of vegetable shortages as extreme weather halves crops](https://www.independent.co.uk/environment/vegetable-food-shortage-uk-crops-farming-extreme-weather-climate-change-a8578846.html)\n\n* [Mother had 'no other choice' but to sell her 6-year-old daughter](https://edition.cnn.com/2018/11/22/asia/afghan-child-sales-intl/)\n\n* [Black Friday climate report: Trump waves white flag and fails to protect American people](https://thehill.com/opinion/energy-environment/418104-black-friday-climate-report-trump-waves-white-flag-and-fails-to)\n\n* [Melbourne's water supply at risk due to 'collapse' of forests caused by logging | Environment](https://www.theguardian.com/environment/2018/may/01/melbournes-water-supply-at-risk-due-to-collapse-of-forests-caused-by-logging)\n\n* [Drought-induced slaughters begin: Norway currently lacks feed for around 12,000 cattle due to drought](http://www.newsinenglish.no/2018/07/12/drought-induced-slaughters-begin/)\n\n* [Potatoes stop growing in parched earth of north County Dublin](https://www.irishtimes.com/news/environment/potatoes-stop-growing-in-parched-earth-of-north-county-dublin-1.3578483)\n\n* [Trump administration lifts ban on pesticides linked to declining bee numbers](https://www.theguardian.com/environment/2018/aug/04/trump-administration-lifts-ban-on-pesticides-linked-to-declining-bee-numbers)\n\n* [Australia Wilts From Climate Change. Why Can’t Its Politicians Act?](https://www.nytimes.com/2018/08/21/world/australia/australia-climate-change-malcolm-turnbull.html)\n\n* [Swedish reindeer herders call for rescue package after drought](https://www.thelocal.se/20180816/swedish-reindeer-herders-call-for-urgent-rescue-package)\n\n* [Scientists Warn the UN of Capitalism's Imminent Demise](https://motherboard.vice.com/en_us/article/43pek3/scientists-warn-the-un-of-capitalisms-imminent-demise)\n\n* [Europe Wants to Devastate Forests to Double Its 'Renewable' Energy](https://motherboard.vice.com/en_us/article/gynp3m/europe-wants-to-devastate-forests-to-double-its-renewable-energy)\n\n* [90 per cent of the world's fisheries have collapsed](http://www.abc.net.au/news/2018-09-30/china-super-trawlers-overfishing-world-oceans/10317394)\n\n* [The 1% grabbed 82% of all wealth created in 2017](https://d1tn3vj7xz9fdh.cloudfront.net/s3fs-public/file_attachments/bp-reward-work-not-wealth-220118-en.pdf)\n\n* [British farmers in turmoil as delayed spring plays havoc with growing season | Environment](https://www.theguardian.com/environment/2018/apr/14/farmers-crops-livestock-turmoil-beast-from-east-climate-change)\n\n* ['Nothing More That Can Be Said,' Warns Famed Social Scientist, Humanity 'Doomed' by Capitalism and Fossil Fuels](https://www.commondreams.org/news/2018/04/26/nothing-more-can-be-said-warns-famed-social-scientist-humanity-doomed-capitalism-and)\n\n* [Madagascar's vanilla wars: prized spice drives death and deforestation | Environment](https://www.theguardian.com/environment/2018/mar/31/madagascars-vanilla-wars-prized-spice-drives-death-and-deforestation)\n\n* [Listless And Lonely In Puerto Rico, Some Older Storm Survivors Consider Suicide](https://www.npr.org/sections/health-shots/2018/05/07/607761240/listless-and-lonely-in-puerto-rico-some-older-storm-survivors-consider-suicide)\n\n* [Trump administration cancels NASA plan to track greenhouse gases](http://www.thehindu.com/sci-tech/science/nasa-program-to-track-greenhouse-gas-is-canceled/article23848291.ece)\n\n* [Trump administration refuses to consider that 97% of climate scientists could be right](https://www.theguardian.com/environment/climate-consensus-97-per-cent/2018/may/29/trump-administration-refuses-to-consider-that-97-of-climate-scientists-could-be-right)\n\n**Biodiversity**\n\n* [Mammals cannot evolve fast enough to escape current extinction crisis: Unless conservation efforts are improved, so many mammal species will die out during the next 50 years that nature will need 3-5 million years to recover](https://www.eurekalert.org/pub_releases/2018-10/au-mce101118.php)\n\n* [Sea turtles, \"the canaries of the ocean\", face extinction; population of green sea turtles down 50-80% since 1900](https://www.nytimes.com/2018/10/15/science/sea-turtles-endangered-fishing.html)\n\n* [Humanity has wiped out 60% of animals since 1970, major report finds | Environment](https://www.theguardian.com/environment/2018/oct/30/humanity-wiped-out-animals-since-1970-major-report-finds)\n\n* [Just 23 percent of the world’s landmass can now be considered wilderness, with the rest – excluding Antarctica – lost to the direct effects of human activities.](https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/11672/A-WILDERNESS-HORROR-STORY.aspx)\n\n* ['Fish are vanishing' - Senegal's devastated coastline](https://www.bbc.com/news/world-africa-46017359)\n\n* [Shark numbers crashed by 92% over past half century, report finds](https://www.independent.co.uk/environment/sharks-decline-great-white-hammerhead-endangered-australia-a8681696.html)\n\n* [One million South African bees 'poisoned'](https://www.bbc.com/news/world-africa-46345127)\n\n* [Building blocks of ocean food web in rapid decline as plankton productivity plunges | CBC News](https://www.cbc.ca/news/canada/newfoundland-labrador/ocean-phytoplankton-zooplankton-food-web-1.4927884)\n\n* [Acidic oceans cause fish to lose their sense of smell](https://www.exeter.ac.uk/news/featurednews/title_672112_en.html)\n\n* [Enormous penguin population crashes by almost 90%](https://www.nature.com/articles/d41586-018-05850-2)\n\n* [Trump’s New Climate Plan Will Kill People, According to the Trump Administration](https://www.nytimes.com/2018/08/21/climate/epa-coal-pollution-deaths.html)\n\n* [Dolphins forced to break into nets to find food by overfishing in the Mediterranean, report says](https://www.independent.co.uk/environment/dolphins-forced-break-nets-find-food-overfishing-mediterranean-cyprus-a8281481.html)\n\n* [‘Dead zone’ larger than Scotland found by underwater robots in Arabian sea](https://www.independent.co.uk/environment/dead-zone-arabian-sea-gulf-oman-underwater-robots-ocean-pollution-discovery-a8325676.html)\n\n* [Amazon river dolphins in steep decline: study](https://www.afp.com/en/news/23/amazon-river-dolphins-steep-decline-study-doc-14h9ni1)\n\n* [Acres of shellfish dead in north Auckland estuary](http://www.newshub.co.nz/home/new-zealand/2018/05/acres-of-shellfish-dead-in-north-auckland-estuary.html)\n\n* ['Shocking': Fish stocks in Australian waters drop a third in a decade](https://www.smh.com.au/environment/conservation/shocking-fish-stocks-in-australian-waters-drop-a-third-in-a-decade-20180605-p4zjip.html)\n\n* [Top UN panel paints bleak picture of world’s ecosystems](https://www.nature.com/articles/d41586-018-03891-1)\n\n* [Some of Africa's oldest and biggest baobab trees have abruptly died in the past decade. The trees, aged between 1,100 and 2,500 years may have fallen victim to climate change](http://www.france24.com/en/20180611-shocking-die-off-africas-oldest-baobabs-study)\n\n* [UK's favourite wildlife species at risk of extinction 'without revolution in disastrous modern food farming' - Skylarks, nightingales and birds of prey all at risk, but officials ‘blame climate change instead of tackling vested interests destroying nature’](http://www.independent.co.uk/news/uk/home-news/wildlife-extinct-revolutionise-food-farming-species-declines-wiped-out-a8233511.html)\n\n* [Mass die-off of sea creatures follows freezing UK weather | Environment](https://www.theguardian.com/environment/2018/mar/05/mass-die-off-of-sea-creatures-follows-freezing-uk-weather)\n \n**Pests, viruses and bacterial infections**\n\n* [As Venezuela’s health system collapses, disease spreads beyond its borders](https://www.washingtonpost.com/news/world/wp/2018/10/31/feature/as-venezuelas-health-system-collapses-disease-spreads-beyond-its-borders)\n\n* [Los Angeles Hit With Flea-Borne Typhus Outbreak, Some Parts At Epidemic Levels](https://www.techtimes.com/articles/234935/20181007/los-angeles-hit-with-flea-borne-typhus-outbreak-some-parts-at-epidemic-levels.htm)\n\n* [New tick species capable of transmitting deadly disease is spreading in the U.S.](https://www.washingtonpost.com/health/2018/11/29/new-tick-species-capable-transmitting-deadly-disease-is-spreading-us/)\n\n* [‘We’re Out of Options’: Doctors Battle Drug-Resistant Typhoid Outbreak](https://www.nytimes.com/2018/04/13/health/drug-resistant-typhoid-epidemic.html)\n\n* [Africa struggles for weapons against armyworm curse](https://au.news.yahoo.com/africa-struggles-weapons-against-armyworm-curse-061455048--spt.html?guccounter=1)\n\n* [Deadly superbug just got scarier - It can mysteriously thwart last-resort drug](https://arstechnica.com/science/2018/03/scary-superbug-can-sneakily-dodge-last-resort-drug-and-we-dont-know-how/)\n\n**Coral reefs**\n\n* ['Warning Bells Going Off' as NOAA Forecasts Entire Great Barrier Reef at Risk of Coral Bleaching and Death](https://www.commondreams.org/news/2018/10/26/warning-bells-going-noaa-forecasts-entire-great-barrier-reef-risk-coral-bleaching)\n\n* [Half of the Great Barrier Reef Is Dead](https://www.nationalgeographic.com/magazine/2018/08/explore-atlas-great-barrier-reef-coral-bleaching-map-climate-change/)\n\n* [Fish populations in Great Barrier Reef collapse after devastating coral bleaching events](https://www.independent.co.uk/environment/fish-populations-collapse-great-barrier-reef-coral-bleaching-australia-a8294751.html)\n\n* [Only 1% of Japan’s Largest Reef Still Healthy After Historic Bleaching Catastrophe](https://www.ecowatch.com/japan-coral-reef-bleaching-2570800547.html)\n\n**Ice and water**\n\n* [Flash floods in southern France kill at least 12 people: Up to seven months’ rain fell in just a few hours overnight. The worst flash flood in a century turned rivers into raging torrents that engulfed homes and swept away cars.](https://www.reuters.com/article/us-france-flood/flash-floods-in-southern-france-kill-at-least-12-people-idUSKCN1MP0IV)\n\n* ['We've never seen this': massive Canadian glaciers shrinking rapidly | World news](https://www.theguardian.com/world/2018/oct/30/canada-glaciers-yukon-shrinking)\n\n* [Cry me a river: Low water levels causing chaos in Germany](https://phys.org/news/2018-10-river-chaos-germany.html)\n\n* [Drought 'displacing more Afghans than war'](https://www.bbc.com/news/world-asia-45872897)\n\n* [Greenland is losing ice at fastest rate in at least 350 years](https://www.nature.com/articles/d41586-018-07617-1)\n\n* [Japan Reels From Heavy Rains; Dozens Killed and Millions Urged to Evacuate](https://www.nytimes.com/2018/07/07/world/asia/japan-rain-landslides.html)\n\n* [India's water crisis: West Bengal on the brink of becoming a parched state in absence of preservation measures](https://www.firstpost.com/india/indias-water-crisis-west-bengal-on-the-brink-of-becoming-a-parched-state-in-absence-of-preservation-measures-4814351.html)\n\n* [More than 350 people have died in the southern Indian state of Kerala in the worst flooding in nearly a century](https://www.theguardian.com/world/2018/aug/18/kerala-floods-many-thousands-await-rescue-as-downpour-continues)\n\n* [Exclusive: Some Arctic Ground No Longer Freezing - Even in Winter](https://www.nationalgeographic.com/environment/2018/08/news-arctic-permafrost-may-thaw-faster-than-expected/)\n\n* [Arctic’s strongest sea ice breaks up for first time on record](https://www.theguardian.com/world/2018/aug/21/arctics-strongest-sea-ice-breaks-up-for-first-time-on-record)\n\n* [Gulf Stream current at its weakest in 1,600 years, studies show | Environment](https://www.theguardian.com/environment/2018/apr/11/critical-gulf-stream-current-weakest-for-1600-years-research-finds?CMP=share_btn_tw)\n\n* [Extreme rain causes increase in sink holes and rockslides in Rome](https://www.theguardian.com/commentisfree/2018/apr/14/rome-extreme-weather-events-italy)\n\n* [Taps run dry in Ivory Coast city](https://www.straitstimes.com/world/africa/taps-run-dry-in-ivory-coast-city)\n\n* [“When it rains, my heart sinks”: Climate change takes a toll in Uganda](https://www.unenvironment.org/news-and-stories/story/when-it-rains-my-heart-sinks-climate-change-takes-toll-uganda)\n\n* [Popular SE Iceland glacial lagoon a ticking time bomb: Catastrophic mountain collapse looms](http://icelandmag.is/article/popular-se-iceland-glacial-lagoon-a-ticking-time-bomb-catastrophic-mountain-collapse-looms)\n\n* [In the Arctic, the Old Ice Is Disappearing](https://www.nytimes.com/interactive/2018/05/14/climate/arctic-sea-ice.html)\n\n* [IRSA issues warning of looming water crisis in Pakistan](https://www.pakistantoday.com.pk/2018/05/27/irsa-issues-warning-of-looming-water-crisis-in-pakistan/)\n\n* [Deadly Tropical Cyclone Mekunu brings up to 8 years worth of rainfall to parts of Oman](https://www.accuweather.com/en/weather-blogs/international/deadly-tropical-cyclone-mekunu-brings-up-to-eight-years-worth-of-rainfall-to-parts-of-oman/70005057)\n\n* [The Global Water Crisis: Why Are India’s Taps Running Dry?](http://time.com/5302661/water-crisis-drinking-india-drought-dry)\n\n* [Invading seawater jeopardizes South Florida’s delicate drinking water source, but we can lessen the threat](https://www.miamiherald.com/opinion/editorials/article212844644.html)\n\n* [Antarctic ice melting faster than ever, studies show | Environment](https://www.theguardian.com/environment/2018/jun/13/antarctic-ice-melting-faster-than-ever-studies-show)\n\n* [In recent years, the rising bedrock at Antarctica has led researchers to underestimate the rate of vanishing ice by as much as 10 percent](https://www.space.com/40977-earth-rising-under-antarctica.html)\n\n* [Meet America's new climate normal: towns that flood when it isn't raining | Environment](https://www.theguardian.com/environment/2018/jun/28/rising-elizabeth-rush-extract-towns-flooding)\n\n* [Pakistan water crisis: Rawal Lake dries up](https://gulfnews.com/news/asia/pakistan/pakistan-water-crisis-rawal-lake-dries-up-1.2244108)\n\n* [In 2017, the oceans were by far the hottest ever recorded | John Abraham | Environment](https://www.theguardian.com/environment/climate-consensus-97-per-cent/2018/jan/26/in-2017-the-oceans-were-by-far-the-hottest-ever-recorded)\n\n* [Oxygen Levels in Oceans Are Dropping Dangerously](https://www.usnews.com/news/at-the-edge/articles/2018-01-26/oxygen-levels-in-oceans-are-dropping-dangerously)\n \n* [Cape Town faces Day Zero, with officials predicting water will run out in April](http://www.abc.net.au/news/2018-01-28/day-zero-looms-for-cape-town/9368540http://www.abc.net.au/news/2018-01-28/day-zero-looms-for-cape-town/9368540)\n\n* [First ship crosses Arctic in winter without an icebreaker as global warming causes ice sheets to melt. \"Crossing of polar region is becoming easier due to warming global temperatures and thinning sea ice.\"](http://www.independent.co.uk/environment/arctic-sea-route-first-ship-no-icebreaker-winter-icebergs-ice-shelf-teekay-russia-a8208596.html)\n\n**Hurricanes, storms and winds**\n\n* [Hurricane Leslie Injures 27 and Leaves 300,000 Without Power as It Slams Into Coast of Portugal](http://time.com/5424214/hurricane-leslie-portugal-coast/)\n\n* [Typhoon Jebi: Japan hit by strongest storm of 25 years | World news](https://www.theguardian.com/world/2018/sep/04/typhoon-jebi-japan-hit-by-strongest-storm-for-25-years)\n\n* [Climate change means Hurricane Florence will dump 50% more rain | World news](https://www.theguardian.com/world/2018/sep/13/climate-change-means-hurricane-florence-will-dump-50-more-rain)\n\n**Heat waves, forest fires and tree loss**\n\n* [Irish freshwater temperatures 'lethal' in 2018 - fisheries body](https://www.irishtimes.com/news/environment/irish-freshwater-temperatures-lethal-in-2018-fisheries-body-1.3744585)\n\n* [91 dead, Paradise ‘pretty much destroyed’ as wildfire rages in Northern California](https://www.washingtonpost.com/weather/2018/11/09/town-called-paradise-pretty-much-destroyed-wildfire-rages-northern-california/?utm_term=.50c00f28761f)\n \n* [Extreme heat wipes out almost one third of Australia's spectacled flying fox population](https://www.abc.net.au/news/2018-12-19/heat-wipes-out-one-third-of-flying-fox-species/10632940)\n\n* [Australia heatwave to break Christmas weather records with temperatures up to 47C forecast | Australia news](https://www.theguardian.com/australia-news/2018/dec/24/christmas-day-heatwave-weather-records-temperatures-forecast-heat-wave-australia-sydney-melbourne-adelaide)\n\n* [Southeast Asian forest loss greater than expected, with negative climate implications](https://www.eurekalert.org/pub_releases/2018-07/pues-saf070318.php)\n\n* [The world is losing vital forests quicker than ever](https://www.dw.com/en/the-world-is-losing-vital-forests-quicker-than-ever/a-44404176)\n\n* [Heat wave kills 33 in Canadian province](https://www.bbc.com/news/world-us-canada-44730887)\n\n* [Ireland in state of ‘absolute drought’ as heatwave continues](https://www.irishtimes.com/news/environment/ireland-in-state-of-absolute-drought-as-heatwave-continues-1.3554298)\n\n* [Three Hundred Foot Tall ‘Fire Tsunami’ Burns Through Colorado](https://robertscribbler.com/2018/07/06/three-hundred-foot-tall-fire-tsunami-burns-through-colorado/)\n\n* [53 And Counting! Heat Wave Breaks Records In Iran, Across The Caucasus](https://www.rferl.org/a/heave-wave-breaks-records-iran-caucasus-georgia-azerbaijan-armenia-causing-power-shortages-/29346342.html)\n\n* [Thousands of people without power in LA area amid heat wave](https://abc7.com/weather/thousands-of-people-without-power-in-la-area/3722644/)\n\n* [Drought creates a perfect storm for wildfires in U.S. West](http://news.trust.org/item/20180713010042-i8r5f/)\n\n* [Sweden is battling a historic wildfire outbreak. Here's what you need to know](https://www.thelocal.se/20180717/sweden-battles-most-serious-wildfire-situation-of-modern-times-heres-what-you-need-to-know)\n\n* [Greeks urged to leave homes as wildfires near Athens rage out of control](https://amp.theguardian.com/world/2018/jul/23/greeks-urged-to-leave-homes-as-wildfires-spread-near-athens)\n \n* [Japan declares heatwave a natural disaster](https://www.bbc.co.uk/news/world-asia-44935152)\n\n* [Six of California's Most Destructive Wildfires Have Struck in the Past 10 Months](https://weather.com/news/news/2018-07-30-california-20-most-destructive-wildfires-carr-fire)\n\n* [Record-breaking temperatures leave 29 dead in South Korean heatwave](https://edition.cnn.com/2018/08/02/asia/south-korea-heatwave-deaths-intl/index.html)\n\n* [Firefighters battle to save communities from epic California fire](https://www.reuters.com/article/us-usa-wildfires/heat-winds-pose-enduring-menace-to-burning-northern-california-idUSKBN1KR0SA?)\n\n* [Glacier National Park is on fire — and yes, warming is making things worse](https://grist.org/article/glacier-national-park-is-on-fire-and-yes-warming-is-making-things-worse/)\n\n* [New South Wales issues the earliest declaration of a total fire ban in the regions in almost a decade amid out of control bush fires](https://www.smh.com.au/national/nsw/bushfire-threatens-homes-near-ulladulla-on-nsw-south-coast-20180815-p4zxk1.html)\n\n* [B.C. declares state of emergency as hundreds of wildfires burn across province | CBC News](https://www.cbc.ca/news/canada/british-columbia/b-c-wildfires-2018-province-declares-state-of-emergency-1.4785983)\n\n* [All the heat records broken this summer on one map](https://www.axios.com/heat-records-temperature-climate-change-map-f82a017b-4383-43d0-ae52-42517138b108.html)\n\n* [August in Europe 'was the warmest on record'](http://www.euronews.com/2018/09/05/august-in-europe-was-the-warmest-on-record)\n\n* [Dozens faint as Nawabshah sizzles at 50C, Larkana at 49C](https://www.dawn.com/news/1404959)\n\n* [Peruvian Amazon Loses Over a Million Hectares: Official](https://www.telesurtv.net/english/news/Peruvian-Amazon-Loses-Over-a-Million-Hectares-Official-20180508-0027.html)\n\n* [3 deaths, an economic boost and melting traffic lights from heat wave](https://mexiconewsdaily.com/news/in-coahuila-the-heat-is-melting-the-traffic-signals/)\n\n* [48,000 homes across Victoria without power from heat](http://www.dailymail.co.uk/news/article-5321715/48-000-homes-Victoria-without-power-heat.html)\n\n* [North Pole surges above freezing in the dead of winter, stunning scientists: It’s never been this extreme](https://www.washingtonpost.com/news/capital-weather-gang/wp/2018/02/26/north-pole-surges-above-freezing-in-the-dead-of-winter-stunning-scientists/?utm_term=.f81145f8c363)\n\n* [Some of the World's Biggest Lakes Are Drying Up. Here's Why. - Warming climates, drought, and overuse are draining crucial water sources, threatening habitats and cultures.](https://www.nationalgeographic.com/magazine/2018/03/drying-lakes-climate-change-global-warming-drought/)\n\n* [Two Instances of Once-In-A-Generation Floods Leave Many Questioning Region Preparedness](https://news.wgbh.org/2018/03/05/local-news/two-instances-once-generation-floods-leave-many-questioning-region)\n\n* [Trees are dying at the fastest rate ever seen: In 2016, the world lost a New Zealand-sized amount of trees, the most in recorded history.](https://grist.org/article/the-last-ditch-effort-to-save-the-worlds-forests-from-climate-change/)\n\n* [These ‘crazy, crazy’ Arctic winter stats are staggering scientists](http://www.scmp.com/news/world/article/2136086/crazy-crazy-arctic-winter-was-warmest-ever-recorded-stats-are-staggering)\n\n**Pollution**\n\n* [Scientists discover plastic in faeces of every person who took part in Europe-wide study](https://www.independent.co.uk/environment/plastic-microplastic-study-pollution-food-drink-water-poo-faeces-a8596836.html?)\n\n* [Oxygen loss in the coastal Baltic Sea is 'unprecedentedly severe'](https://m.phys.org/news/2018-07-oxygen-loss-coastal-baltic-sea.html)\n\n* [Asthma deaths rise 25% amid growing air pollution crisis | Environment](https://www.theguardian.com/environment/2018/jul/18/asthma-deaths-rise-25-amid-growing-air-pollution-crisis)\n\n* [Millions in Indonesia are eating fibres from used DIAPERS: Plastics from nappies dumped in the River Brantas are being passed up the food chain from fish to humans, warn scientists](http://www.dailymail.co.uk/sciencetech/article-6018685/Fish-Indonesia-eating-plastic-fibres-used-DIAPERS.html)\n\n* [Air pollution causes ‘huge’ reduction in intelligence, study reveals: Impact of high levels of toxic air ‘is equivalent to having lost a year of education’](https://www.theguardian.com/environment/2018/aug/27/air-pollution-causes-huge-reduction-in-intelligence-study-reveals)\n\n* [93% of bottled water tested contained microplastics: Study | CBC News](http://www.cbc.ca/news/technology/bottled-water-microplastics-1.4575045)\n\n* [More than 95% of world's population breathe dangerous air, major study finds | Environment](https://www.theguardian.com/environment/2018/apr/17/more-than-95-of-worlds-population-breathe-dangerous-air-major-study-finds)\n\n* [Record levels of plastic discovered in Arctic sea ice](http://www.fasterthanexpected.com/2018/04/24/record-levels-of-plastic-discovered-in-arctic-sea-ice/)\n\n* [One out of six deaths worldwide were pollution-related in 2015](https://www.pbs.org/newshour/health/one-out-of-six-deaths-worldwide-were-pollution-related-in-2015)",
        "comments": [
            {
                "comment_text": "This is depressing, but well done."
            },
            {
                "comment_text": "Cross post to /r/collapse "
            },
            {
                "comment_text": "Oh man, you really have a lot of info. I use reddit in mobile but how can I find your post again after I close the app? I want to browse your info. "
            },
            {
                "comment_text": "[https://www.abc.net.au/news/2018-12-30/buruli-ulcer-flesh-eating-bacteria-cases-surge-in-victoria/10647126](https://www.abc.net.au/news/2018-12-30/buruli-ulcer-flesh-eating-bacteria-cases-surge-in-victoria/10647126)\n\ncould add this to to virus/bacteria bit i guess\n\n&#x200B;\n\n&#x200B;"
            },
            {
                "comment_text": "thank you for doing this"
            },
            {
                "comment_text": "Thank you both"
            }
        ]
    },
    {
        "Subreddit": "sustainability",
        "Title": "Pittsburgh, PA: A Case Study Pt.5",
        "Post Text": "Carolan states, “Yet it is more than just its links to pollution that makes transportation a fascinating subject for sociologist. We often think about transportation as a response to changes in society is organized. […] we drive because our urban environments require us to. Yet the data tell precisely the opposite story. Urban and community patterns have taken the shape they have because of available transportation systems. The car, for example, made certain patterns of urbanization possible- patterns that, not surprisingly are found today to be difficult to service under alternative transportation forms. Thus, although many urban environments leave us with little choice but to drive (Carolan 135).”\n \n​Pittsburgh Office of Sustainability proposes these solutions to alleviate the problems that transit causes within the city. On the home front, they recommend utilizing mass transit such as buses, the T, and other forms of public transportation to get to where you need to be going. Pittsburgh has many pre-automobile communities that enable people to walk to their desired designation. The way that businesses can be involved, as we have seen their large influence in the cities development is to encourage their workers to carpool to work. The city of Pittsburgh implemented an HOV lane, or a High Occupancy Vehicle Lane, or HOV Lane, is used to reduce congestion along Interstate 279, the Parkway North, by promoting ridesharing via carpooling. This reduces the amount of cars on the road, as a result of the suburban flight. Restrictions such as two people per car, motorcyclist, and buses are the only permitted vehicles to use this lane. It advocates for lower congestion that causes pollution, and less cars on the road. Lastly, Pittsburgh implemented a “Bike Pittsburgh” program that endorses people to get on bikes and out of their cars. By establishing bicycle friendly routes all across the Pittsburgh region, bicyclists are able to commute in a safe way. The ways that businesses can promote this healthy way of transportation and life is through providing bicycle racks, showers, and lockers to facilitate in their choice of eliminating emissions through riding a bike. “Free Ride Pittsburgh”, which is a program for people who cannot afford bicycles. They provide volunteers knowledge on how to repair bicycles, so you can earn a free one through the program. There can also be incentives provided by businesses for people who use mass transit or alternative forms of transportations. Rewarding people who carpool with better parking spots, providing bus tickets, or even advocating a “Bike to Work Month”, and distributing local bike routes to get to work. All of these are propositions made by Sustainable Pittsburgh to aid in improving transit and eliminating the negative consequences of transportation. It is done through people individually and businesses collectively.\n \n​Next, making buildings more efficient. In the developed world, fully 40 percent of carbon dioxide emissions come from heating, cooling, and powering buildings. Many countries have embarked on major efforts to better insulate buildings and install more modern and efficient heating and ventilation equipment. Energy savings could reach 30 percent or more. LEED is the Leadership in Energy and Environment Development. It is a green certification program that recognizes best-in-class building strategies and practices. This is something you can find many Pittsburgh innovative structures taking on as a staple. As I stated above, the David Lawerence Convention center implements many strategist to reduce this carbon dioxide emissions through utilizing natural ventilation and solar energy. Another example would be the new PNC building, which is actually rather fascinating. A majority of it comes down to energy use. The PNC building uses a double-skin façade. The double-skin facade is a system of building consisting of two skins, or facades, placed in such a way that air flows in the intermediate cavity. The ventilation of the cavity can be natural, fan supported or mechanical. When this ventilation is not in use, they implement other energy efficient ways to heat and cool the office, however, this technology is aimed to use 50% less energy than a typical office building. The tower’s roof collects heat from the sun to warm the building, and facilitate natural ventilation. During the summer and spring, the solar chimney pulls air and helps cool down the building. It all aids in not needing to frivolously waste energy and to keep the building at a comfortable temperature.\n \n​The building is also structured in such a way to utilize natural daylight. Pittsburgh Earth day states, “Specifically, ninety-two percent of The Tower’s office space receives direct sunlight. To ensure a healthy and productive work environment, The Tower features blinds that prevent glare, help control indoor temperature and ensure that employees have sufficient lighting at their workspace. With the assistance of automated controls, these blinds activate themselves depending on the amount of light entering the building. They automatically close when there is glare or a significant amount of sunlight and open when lighting conditions are ideal” (http://pittsburghearthday.org/pnc/). Much of the building was actually constructed with recycled parts. Approximately 93% of the construction waste went towards the building process, to be exact. Drywall was crushed to be used as lightweight board, and steel was melted and reused. The Near Zero Waste program recycles everything. This ranges from composting organic waste, such as food, to organizing bins for trash, recycling, shred, and compost. This is an aspect as to how local businesses can aid in the urban political economy for the better good: how interrelated the environment, growth of the city, and how building the city is physically formed and the sociological perspectives that it projects. PNC is a clear example of this. The sustainable objective that this infrastructure cultivates is an optimistic view sociologically for the cities inhabitants. It promotes a healthy and green outlook that is encouraged by a business.",
        "comments": []
    },
    {
        "Subreddit": "sustainability",
        "Title": "Signs of collapse 2018 Q2",
        "Post Text": "Hi /r/Sustainability! I have been working on an ongoing project for little over two years now nick-named [”[Signs of collapse]”]( https://www.reddit.com/r/TZM/comments/5l3ik4/signs_of_collapse_summary_of_the_year_2016/). Even if we strive for and dream of a sustainable world, a lot of things are becoming worse. And I think in order to reach a world that is truly sustainable, it's imperative that we fully understand where we are now and which path we are on. To progress, we have to identify the problems and accept them for what they are if we wish to have any chance addressing them.\n \nI try my best to not make this series into a rant about every little problem or mishap that’s going on. Even in a sustainable society accidents would happen and natural catastrophes would occur, seasons would vary in intensity from year to year and so on. So what I present here is my best attempt at distilling out anthropogenic anomalies.\n\nI define a “sign of collapse” as a negative market externality that the current socioeconomic system for whatever reason hasn’t dealt with and is now ending up hurting people or the ecosystem. I try to pick studies and news that shows the occurring consequences of the current system’s failure to deal with externalities.\n \nI’m also trying to make the argument, and feel free to disagree with me and have a discussion, that urgent action is needed now and there's close to no upper limit to how radically environmentalist one can reasonably become at the present time. If you want to do something, you better hurry before it’s too late.\n \n**Previous posts:**\n\n* [Signs of collapse 2018 Q1](https://www.reddit.com/r/sustainability/comments/88s8mb/signs_of_collapse_q1_2018/)\n\n* [Signs of collapse 2017 - Q4 & Summary](https://www.reddit.com/r/LateStageCapitalism/comments/7oqcc0/signs_of_collapse_2017/)\n\n* [Signs of collapse Q3 2017](https://www.reddit.com/r/TZM/comments/73i3fx/signs_of_collapse_q3_2017/)\n\n* [Signs of collapse Q2 2017](https://www.reddit.com/r/TZM/comments/6kmlzo/signs_of_collapse_q2_2017/)\n\n* [Signs of collapse Q1 2017](https://www.reddit.com/r/TZM/comments/64kw6p/signs_of_collapse_q1_2017/)\n\n* [Signs of collapse 2016](https://www.reddit.com/r/TZM/comments/5l3ik4/signs_of_collapse_summary_of_the_year_2016/)\n\n--------------------\n \n**Signs of Collapse 2018 Q2**\n \n**Human well-being & non-specific climate change**\n\n* [CO2 is Regularly Exceeding 410 Parts Per Million for First Time in Human History](https://robertscribbler.com/2018/04/25/co2-is-regularly-exceeding-410-parts-per-million-for-first-time-in-human-history/)\n\n* [Climate Change Costs a Lot More Than We Recognize](https://www.bloomberg.com/view/articles/2017-11-08/climate-change-costs-a-lot-more-than-we-recognize)\n\n* [Global warming: April was 400th straight warmer-than-average month](https://www.usatoday.com/story/news/world/2018/05/17/global-warming-april-400th-consecutive-warm-month/618484002/?csp=chromepush)\n\n* [Suicide Is Rising Among American Farmers As They Struggle To Keep Afloat : NPR](https://www.npr.org/2018/05/16/611727777/suicide-is-rising-among-american-farmers-as-they-struggle-to-keep-afloat)\n\n* [India lightning strikes and winds kill 50 - Authorities shocked by the ferocity of the storms: \"It is one of the worst storms we've seen.\"](http://www.bbc.com/news/world-asia-india-44298824)\n\n**Economy, Politics & Industry**\n \n* [The 1% grabbed 82% of all wealth created in 2017](https://d1tn3vj7xz9fdh.cloudfront.net/s3fs-public/file_attachments/bp-reward-work-not-wealth-220118-en.pdf)\n\n* [British farmers in turmoil as delayed spring plays havoc with growing season | Environment](https://www.theguardian.com/environment/2018/apr/14/farmers-crops-livestock-turmoil-beast-from-east-climate-change)\n\n* ['Nothing More That Can Be Said,' Warns Famed Social Scientist, Humanity 'Doomed' by Capitalism and Fossil Fuels](https://www.commondreams.org/news/2018/04/26/nothing-more-can-be-said-warns-famed-social-scientist-humanity-doomed-capitalism-and)\n\n* [Madagascar's vanilla wars: prized spice drives death and deforestation | Environment](https://www.theguardian.com/environment/2018/mar/31/madagascars-vanilla-wars-prized-spice-drives-death-and-deforestation)\n\n* [Listless And Lonely In Puerto Rico, Some Older Storm Survivors Consider Suicide](https://www.npr.org/sections/health-shots/2018/05/07/607761240/listless-and-lonely-in-puerto-rico-some-older-storm-survivors-consider-suicide)\n\n* [Trump administration cancels NASA plan to track greenhouse gases](http://www.thehindu.com/sci-tech/science/nasa-program-to-track-greenhouse-gas-is-canceled/article23848291.ece)\n\n* [Trump administration refuses to consider that 97% of climate scientists could be right](https://www.theguardian.com/environment/climate-consensus-97-per-cent/2018/may/29/trump-administration-refuses-to-consider-that-97-of-climate-scientists-could-be-right)\n\n**Biodiversity**\n \n* [Dolphins forced to break into nets to find food by overfishing in the Mediterranean, report says](https://www.independent.co.uk/environment/dolphins-forced-break-nets-find-food-overfishing-mediterranean-cyprus-a8281481.html)\n\n* [‘Dead zone’ larger than Scotland found by underwater robots in Arabian sea](https://www.independent.co.uk/environment/dead-zone-arabian-sea-gulf-oman-underwater-robots-ocean-pollution-discovery-a8325676.html)\n\n* [Amazon river dolphins in steep decline: study](https://www.afp.com/en/news/23/amazon-river-dolphins-steep-decline-study-doc-14h9ni1)\n\n* [Acres of shellfish dead in north Auckland estuary](http://www.newshub.co.nz/home/new-zealand/2018/05/acres-of-shellfish-dead-in-north-auckland-estuary.html)\n\n* ['Shocking': Fish stocks in Australian waters drop a third in a decade](https://www.smh.com.au/environment/conservation/shocking-fish-stocks-in-australian-waters-drop-a-third-in-a-decade-20180605-p4zjip.html)\n\n* [Top UN panel paints bleak picture of world’s ecosystems](https://www.nature.com/articles/d41586-018-03891-1)\n\n* [Some of Africa's oldest and biggest baobab trees have abruptly died in the past decade. The trees, aged between 1,100 and 2,500 years may have fallen victim to climate change](http://www.france24.com/en/20180611-shocking-die-off-africas-oldest-baobabs-study)\n\n**Pests, viruses and bacterial infections**\n\n* [‘We’re Out of Options’: Doctors Battle Drug-Resistant Typhoid Outbreak](https://www.nytimes.com/2018/04/13/health/drug-resistant-typhoid-epidemic.html)\n\n* [Africa struggles for weapons against armyworm curse](https://au.news.yahoo.com/africa-struggles-weapons-against-armyworm-curse-061455048--spt.html?guccounter=1)\n\n**Coral reefs**\n\n* [Fish populations in Great Barrier Reef collapse after devastating coral bleaching events](https://www.independent.co.uk/environment/fish-populations-collapse-great-barrier-reef-coral-bleaching-australia-a8294751.html)\n\n* [Only 1% of Japan’s Largest Reef Still Healthy After Historic Bleaching Catastrophe](https://www.ecowatch.com/japan-coral-reef-bleaching-2570800547.html)\n\n**Ice and water**\n\n* [Gulf Stream current at its weakest in 1,600 years, studies show | Environment](https://www.theguardian.com/environment/2018/apr/11/critical-gulf-stream-current-weakest-for-1600-years-research-finds?CMP=share_btn_tw)\n\n* [Extreme rain causes increase in sink holes and rockslides in Rome](https://www.theguardian.com/commentisfree/2018/apr/14/rome-extreme-weather-events-italy)\n\n* [Taps run dry in Ivory Coast city](https://www.straitstimes.com/world/africa/taps-run-dry-in-ivory-coast-city)\n\n* [“When it rains, my heart sinks”: Climate change takes a toll in Uganda](https://www.unenvironment.org/news-and-stories/story/when-it-rains-my-heart-sinks-climate-change-takes-toll-uganda)\n\n* [Popular SE Iceland glacial lagoon a ticking time bomb: Catastrophic mountain collapse looms](http://icelandmag.is/article/popular-se-iceland-glacial-lagoon-a-ticking-time-bomb-catastrophic-mountain-collapse-looms)\n\n* [In the Arctic, the Old Ice Is Disappearing](https://www.nytimes.com/interactive/2018/05/14/climate/arctic-sea-ice.html)\n\n* [IRSA issues warning of looming water crisis in Pakistan](https://www.pakistantoday.com.pk/2018/05/27/irsa-issues-warning-of-looming-water-crisis-in-pakistan/)\n\n* [Deadly Tropical Cyclone Mekunu brings up to 8 years worth of rainfall to parts of Oman](https://www.accuweather.com/en/weather-blogs/international/deadly-tropical-cyclone-mekunu-brings-up-to-eight-years-worth-of-rainfall-to-parts-of-oman/70005057)\n\n* [The Global Water Crisis: Why Are India’s Taps Running Dry?](http://time.com/5302661/water-crisis-drinking-india-drought-dry)\n\n* [Invading seawater jeopardizes South Florida’s delicate drinking water source, but we can lessen the threat](https://www.miamiherald.com/opinion/editorials/article212844644.html)\n\n* [Antarctic ice melting faster than ever, studies show | Environment](https://www.theguardian.com/environment/2018/jun/13/antarctic-ice-melting-faster-than-ever-studies-show)\n\n* [In recent years, the rising bedrock at Antarctica has led researchers to underestimate the rate of vanishing ice by as much as 10 percent](https://www.space.com/40977-earth-rising-under-antarctica.html)\n\n* [Meet America's new climate normal: towns that flood when it isn't raining | Environment](https://www.theguardian.com/environment/2018/jun/28/rising-elizabeth-rush-extract-towns-flooding)\n\n* [Pakistan water crisis: Rawal Lake dries up](https://gulfnews.com/news/asia/pakistan/pakistan-water-crisis-rawal-lake-dries-up-1.2244108)\n\n**Heat waves, forest fires and tree loss**\n\n* [Dozens faint as Nawabshah sizzles at 50C, Larkana at 49C](https://www.dawn.com/news/1404959)\n\n* [Peruvian Amazon Loses Over a Million Hectares: Official](https://www.telesurtv.net/english/news/Peruvian-Amazon-Loses-Over-a-Million-Hectares-Official-20180508-0027.html)\n\n* [3 deaths, an economic boost and melting traffic lights from heat wave](https://mexiconewsdaily.com/news/in-coahuila-the-heat-is-melting-the-traffic-signals/)\n \n**Pollution**\n\n* [More than 95% of world's population breathe dangerous air, major study finds | Environment](https://www.theguardian.com/environment/2018/apr/17/more-than-95-of-worlds-population-breathe-dangerous-air-major-study-finds)\n\n* [Record levels of plastic discovered in Arctic sea ice](http://www.fasterthanexpected.com/2018/04/24/record-levels-of-plastic-discovered-in-arctic-sea-ice/)",
        "comments": [
            {
                "comment_text": "Hey Dave!!\n\n  I’m a new sub, so this is the first one of your posts I’m reading. I read through about half of the articles before I had to take a break, so this post isn’t as much about the content, but rather the context of the post. I wanted to first say what an amazing job you’ve done collecting these sources. It is imperative that we know the information presented here, and because it’s not sexy enough to sell papers, I don’t think it gets presented often. This leads me to a couple questions.   \n  \n  1. How can I assist you in doing what you’re doing? I truly believe presenting facts in the face of folly is important, and if I can help, I want to. \n  \n  2. How best can we share this information? Have you found a way that works best?  \n   \n  I hope these questions find you well, and I look forward to hearing from you. Thanks again. \n\n-a Kinderist. "
            },
            {
                "comment_text": "Thanks for compiling this! As I understand it, research in the field of sustainability is still in it's infancy, so I appreciate the effort behind this list. May I ask how you got into your current line of work, if you don't mind answering?"
            },
            {
                "comment_text": "I fully believe that we are headed full-tilt towards complete collapse, both environmentally and economically. However, I was wondering how long you believe this process will take? I know that this is highly speculative, but I would be interested in your opinion. "
            },
            {
                "comment_text": "[deleted]"
            },
            {
                "comment_text": "Dave!\n\nI'm a big fan of your content in /r/collapse. I'm the head mod of /r/ZeroWaste and would be welcome to having your posts over there as well.\n\nPm me if the community or I could help you in some way."
            },
            {
                "comment_text": "what's your baseline/benchmark?"
            },
            {
                "comment_text": "THanks for posting this.  You're underscoring my own observations for decades.\nI'd also be interested, however, in your posting success stories which I certainly do come across.  Not as much as the negative, but they are there and I think it's extremely important to see what heroic work people are doing to reverse these terrible trends."
            },
            {
                "comment_text": "Sustainability major here! I’d like to add this video to the thread!\n\nhttps://youtu.be/EB-6VjvGdvw"
            }
        ]
    },
    {
        "Subreddit": "europe",
        "Title": "State of the European Union 2018",
        "Post Text": "#State of the European Union 2018\n\n##Reddit Live Thread [HERE](https://www.reddit.com/live/11lklj1exgln2/) (NOW OVER)\n\nLocation: Strasbourg, France.\n\n**TL;DR: The State of the European Union speech will be on Wednesday, 12 September, from 09:00 CEST to 10:00 CEST. It will be presented by Jean-Claude Juncker, the President of the European Commission. The parliamentary debate will be held after the speech.**\n\n---\n\n**Official live video feeds**\n\n* [EBS+ schedule](https://ec.europa.eu/avservices/ebs/schedule.cfm)\n* [EBS+ live streaming](https://ec.europa.eu/avservices/ebs/live.cfm?page=1)\n* [European Parliament](http://www.europarl.europa.eu/plenary/en/home.html)\n* [Facebook Live (Original Language)](https://www.facebook.com/EuropeanCommission/videos/291595154770480/)\n* [EUTUBE Live](https://www.youtube.com/watch?v=1-MgHLkQIKE)\n* [European Parliament (Youtube)](https://www.youtube.com/watch?v=vQ-e2lKJv0M)\n* [Twitter Periscope](https://www.pscp.tv/w/1kvKpaRwwYoGE)\n* [Focus page on SOTEU on the Commission’s AV Portal](https://ec.europa.eu/avservices/focus/index.cfm?focusid=3139&sitelang=en)\n\n**Other live coverage**\n\n* [European Parliament News Hub](http://www.epnewshub.eu/#/?searchFeeds=soteu&types=facebook&types=twitter&types=flickr&types=googleplus&types=instagram&types=youtube&types=vimeo&types=rss&_k=kl2aut) - live ticker for social media posts by Members of the European Parliament\n\n**Live Blogs**\n\n* [Euractiv Live Blog](https://www.euractiv.com/section/future-eu/video/live-state-of-the-union-2018/)\n* [Politico Live Blog](https://www.politico.eu/article/juncker-speech-2018-state-of-the-union-live-blog/)\n* [BBC Live Blog](https://www.bbc.co.uk/news/live/uk-politics-parliaments-45475646)\n\n**Hashtags on social media**\n\n[#SOTEU](https://twitter.com/search?f=tweets&vertical=news&q=%23SOTEU&src=typd), [#FutureOfEurope](https://twitter.com/search?f=tweets&q=%23FutureofEurope&src=typd)\n\n**Articles**\n\n* [EU President Demands Higher Emissions Reduction Target In Final State Of The Union](https://www.forbes.com/sites/davekeating/2018/09/12/eu-president-demands-higher-emissions-reduction-target-in-final-state-of-the-union/#44fce19b3449), Forbes\n* [Juncker paints ‘big picture’ of EU’s global role](https://www.euractiv.com/section/global-europe/news/juncker-paints-big-picture-of-eus-global-role/), Euractiv\n* [Juncker scorns Chequers proposals in state of union speech](https://www.theguardian.com/politics/2018/sep/12/juncker-scorns-chequers-proposals-state-of-union-speech-eu-brexit), The Guardian\n* [Juncker's state of the union speech to European Parliament](https://www.reuters.com/article/us-eu-juncker/juncker-calls-on-eu-to-flex-global-muscle-as-u-s-retreats-idUSKCN1LS0BX), Reuters\n* [Juncker Warns of ‘Knee-Jerk’ Nationalism in Last Big EU Speech](https://www.bloomberg.com/news/articles/2018-09-12/juncker-warns-of-knee-jerk-nationalism-in-last-big-eu-speech), Bloomberg\n* [Juncker to propose breaking dollar’s dominance in global markets\n](https://www.euractiv.com/section/future-eu/news/juncker-to-propose-breaking-dollars-dominance-in-global-markets/), Euractiv\n* [Rated: Did Juncker deliver on his State of the Union promises?](http://www.euronews.com/2018/09/11/rated-did-juncker-deliver-on-his-state-of-the-union-promises), Euronews\n* [\"He lost touch with the citizens of Europe\"](http://www.euronews.com/2018/09/11/he-lost-touch-with-the-citizens-of-europe), Euronews\n* [Judging Juncker: From first speech to last](https://www.euractiv.com/section/future-eu/news/judging-juncker-from-first-speech-to-last/), Euractiv \n* [The unstately state of Europe’s union](https://www.politico.eu/article/juncker-sotu-2018-speech-eu-state-of-the-union-fake-it-till-you-make-it/), Politico \n* [The core of Juncker’s State of the Union speech: A federal border police](https://www.euractiv.com/section/eu-elections-2019/news/the-core-of-junckers-state-of-the-union-speech-a-federal-border-police/), Euractiv \n* [Commission prepares fightback against populists on migration](https://www.politico.eu/article/europe-migration-commission-hits-back-at-populists/), Politico \n* [EU’s autumn obstacle course](https://www.politico.eu/article/eu-autumn-obstacle-course-brussels-legislative-agenda/), Politico \n* [Oettinger: EU in ‘mortal danger’ from inside and out](https://www.politico.eu/article/gunther-oettinger-eu-mortal-danger-from-inside-and-out/), Politico \n\n---\n#Programme\n\nThe State of the European Union is an annual speech delivered each September by the President of the European Commission before the Members of the European Parliament (MEPs).\n\nAt 9:00 Brussels time, President Jean-Claude Juncker, will deliver his speech before a plenary session of the European Parliament. The speech reviews the successes and failures of the Union, declares its general political direction, and sets out the legislative agenda of the European Commission for the year.\n\nOnce the hour-long speech has concluded, the European Parliament then holds an open debate, going over the State of the European Union speech, and the political situation throughout the European Union.\n\n---\n\n#[Summary of Upcoming Commission Proposals](https://ec.europa.eu/commission/priorities/state-union-speeches/state-union-2018_en#read):\n\n* Improving the detection and removal of terrorist content online within one hour by companies like Google, or they will face fines\n* New rules on stopping data misuse by EU political groupings (EPP, ALDE etc.)\n* Scrapping the biannual clock change in the European Union\n* Upgrading the mandate and resources of the European Border and Coast Guard Agency to a “genuine border police” with 10,000 officials by 2020\n* Upgrading the European Asylum Support Office (future EU Asylum Agency)\n* A new policy on returning migrants, including common conditions and timelines for returns\n* Africa package (creating more paths for legal migration, tackling root causes of migration, trade agreement with Africa etc.)\n* Strengthening the European Banking Authority to tackle money laundering and terrorist financing through more resources and greater enforcement powers\n* Creating a European Cybersecurity Research and Competence Centre\n* Commission initiative to strengthen the enforcement of the rule of law in the European Union \n* Commission communication on the possible extension of the tasks of the European Public Prosecutor’s Office to include the fight against cross-border terrorism\n* Commission communications on enhancing the use of qualified majority voting in common foreign and security policy and the internal market\n* Single Market implementation and enforcement report\n* Commission communication on the future of EU Energy and Climate policy, including the future of the Euratom Treaty\n* Long-term EU strategy for reduction of greenhouse gas emissions\n* \"Towards a Sustainable Europe by 2030, on the follow-up to the UN Sustainable Development Goals, including on the Paris Agreement on Climate Change\" reflection paper\n\n---\n#The President of the European Commission\n\n**Jean-Claude Juncker**\n\nTerm: 1 November 2014 - 31 October 2019\n\nJean-Claude Juncker started as a deputy in Luxembourg in 1984. Soon after, he started taking on various governmental roles. He because Luxembourg’s minister of finances in 1989, and subsequently became Prime Minister of Luxembourg, holding the office between 1995 and 2013.\n\nJuncker held the Eurogroup presidency from 2005 to 2013, serving 3 terms. He was then chosen as the European People’s Party lead candidate for the 2014 European Parliament elections.  He was proposed by the European Council afterwards, and the European Parliament voted in favour of him being President. He has previously announced he will not stand for a second term as President, meaning his tenure will end on the 31st October 2019.\n\n---\n#Current European political topics\n\n###European Parliament Elections\n\nBetween May 23rd to the 26th 2019, elections to the European Parliament will be held. Following Brexit, the amount of MEPs will be reduced to 705, with some of the UK’s MEPs being redistributed to other member states and some being held in reserve for any potential enlargements of the EU.\n\nThe European Parliament has confirmed that it will follow the “Spitzenkandidaten” process once more. The European political parties will endorse ‘lead candidates’ ahead of the vote which will compete to be President of the European Commission. The European Council officially proposes a candidate for Commission President, ‘taking into account’ the results of the Parliament elections. However, the European Parliament has already stated it will reject any candidate who was not designated as a ‘lead candidate’ ahead of time.\n\n**Candidates**:\n\nCandidate | Date Announced | European Political Party\n-|-|-\nMaroš Šefčovič | [4th June 2018](https://www.politico.eu/article/maros-sefcovic-enters-race-to-become-european-commission-president/)| Party of European Socialists\nSka Keller | [9th July 2018](https://www.zdf.de/nachrichten/heute/eu-spitzenkandidatin-fuer-2019-gruene-nominieren-ska-keller-100.html) | European Greens\nManfred Weber | [5th September 2018](https://www.politico.eu/article/manfred-webers-commission-president-pitch/) | European People's Party\nPetra de Sutter | [12th September 2018](https://twitter.com/jurgengevaert/status/1039793273341132801) | European Greens\n\nThe European Commission is set to [propose](https://www.euractiv.com/section/digital/news/commission-to-crack-down-on-data-misuse-ahead-of-european-elections/) rules that could result in the political parties at the EU level (European People’s Party, Alliance of Liberals and Democrats for Europe etc.) being fined up to 5% of their annual budget if they misuse personal data in a similar way to how Cambridge Analytica operated, trying to influence elections with this data. \n\nAs part of a broader package to counter online voter manipulation and personal data misuse for political purposes, the European Commission will recommend that governments should crack down on “micro-targeting”, the practice of sending personalised political messages to users without their consent. It will also be recommended that member states introduce stricter transparency requirements on online political advertising.\n\nCommissioner for Justice, Consumers and Gender Equality Vera Jourova has [said](https://www.irishtimes.com/business/brussels-targets-parties-misuse-of-personal-voter-data-1.3608273) that voters should be able to “always understand when something is an online campaign, who runs the campaign, who pays for it and what they want to achieve.” However, she said that the EU wouldn’t go as far as regulating the online activity of any political grouping, stating that the internet is a “zone for free expression.”\n\n[Overview of the European Parliament elections, 2019](https://www.reddit.com//r/europeanunion/wiki/elections)\n\n###Eurozone\n\nIn the [2017 SOTEU speech](http://europa.eu/rapid/press-release_SPEECH-17-3165_en.htm), Juncker proposed an EU minister of finance, who would be a Vice-President of the Commission and also President of the Eurogroup, the informal meeting of Eurozone finance ministers. By extension, they would also be Chair of the board of the European Monetary Fund. This minister could oversee the use of EU budgetary instruments and represent the euro area at a global level. \n\nIn December 2017, the Commission proposed to integrate the European Stability Mechanism (to become the European Monetary Fund) and the Treaty on Stability, Coordination and Governance into EU law. The possibility of introducing an EU finance minister who would be a Vice President of the Commission as well as chair of the Eurogroup was also floated. They could oversee the budgetary instruments of the EU and represent the Euro area at a global level.\n\nThe [Meseberg Declaration](https://www.bundesregierung.de/Content/EN/Pressemitteilungen/BPA/2018/2018-06-19-meseberg-declaration.html) agreed between France and Germany calls for establishing a eurozone budget for competitiveness, convergence and stablisation within the framework of the EU. Resources would come from national contributions, allocation of tax revenue and European resources. However, 12 EU member states including Austria, Finland and the Netherlands questioned the need for any “fiscal capacity”, saying that there is “wide divergence” on the need for any budget, or at least what form it may take.\n\nMore recently, Germany’s deputy finance minister Jörg Kukies has [stated](https://www.politico.eu/article/germany-eu-has-more-pressing-issues-than-eurozone-budget/) that talks on a Eurozone budget should not distract from talks on the Multiannual Financial Framework (MFF), the EU’s multi-annual budget.  The “most pressing issue” was to figure out how the EU budget can contribute to stabilization, competitiveness and convergence. “This is a more relevant question than carving out a separate budget for the Eurozone”.\n\nUnder the Commission’s [MFF Proposals](https://ec.europa.eu/commission/publications/economic-and-monetary-union-programmes_en), the European Commission proposed a €30 billion European Investment Stabilisation Function, which would provide back-to-back loans to a member state experiencing financial difficulties, provided they adhered to relevant EU budgetary rules beforehand. \n\nA Convergence Facility for Member States actively trying to join the euro will be introduced, assisting member states with the reforms needed to do so. Bulgaria is actively attempting to join the euro, and will have to join the system of EU banking supervision (banking union) as well as the Exchange Rate Mechanism (ERM II) for 2 years before it can join the euro area.\n\nA Reform Support Programme of €25 billion has also been proposed, which would provide financial incentives and also provide technical assistance for EU member states to carry out structural reforms. This programme is voluntary, and the money could be claimed back if the reforms are reversed.\n\nIn June 2018, EU leaders [agreed](http://www.consilium.europa.eu/media/35999/29-euro-summit-statement-en.pdf) in principle on making the European Stability Mechanism the backstop to the Single Resolution Fund. The Fund is used to wind down/resolve banks that have been declared failing or likely to fail by the European Central Bank, and shall reach the target level of at least 1% of the amount of covered deposits of all credit institutions within the Banking Union by 2024. The backstop should effectively double its capacity, providing around €55 billion of support.\n\nEurozone countries will work towards an agreement in December 2018 to change how the ESM functions, including creating the backstop to the Single Resolution Fund and how the ESM is governed. In future it could be integrated into EU law following the Commission’s proposal.\n\nEurozone finance ministers also agreed to work towards adopting a roadmap on starting political discussions on a European Deposit Insurance Scheme in December 2018. This Scheme would guarantee deposits of up to €100,000. When a bank is placed into insolvency or in resolution and it is necessary to pay out deposits, the national schemes and the European Deposit Insurance Scheme could intervene. \n\n[Factsheets on Deepening Europe’s Economic and Monetary Union](https://ec.europa.eu/commission/publications/completing-europes-economic-and-monetary-union-factsheets_en)\n\n###Migration\n\nIn June 2018, the European Council [adopted conclusions](http://www.consilium.europa.eu/en/press/press-releases/2018/06/29/20180628-euco-conclusions-final/) on migration, calling on, among other things, for vessels operating in the Mediterranean to respect international law and not impede the work of the Libyan Coast Guard. Disembarkation platforms in third countries from which some asylum seekers could be relocated and voluntary controlled centres in EU member states were an option agreed to, though no country has currently agreed to host either. There was also agreement on the need to have dedicated funds to manage external migration in the next MFF.\n\nThe aim of ‘controlled centres’ inside the EU would be to improve the process of distinguishing between those individuals who qualify for refugee status, and those who don’t. The centres would be managed by a Member State with support from EU agencies. The Commission has offered to assist any member state granting access to their ports for disembarkation through a disembarkation team, which could include around 500 people from Frontex, Europol and the European Asylum Support Office. The EU budget could also cover all infrastructure and operational costs. The initial registration and asylum screening process could be as short as 72 hours.\n\nFor those Member States which agree to process a share of those disembarked from sea, the Commision is offering to allocate €6,000 per person relocated and will cover the transfer costs of €500 per person given to the country of disembarkation. \n\nThe European Commission intends to [propose an upgrade](http://www.infomigrants.net/en/post/11908/european-union-plans-to-expand-frontex) to the European Border and Coastguard Agency (Frontex) to have 10,000 officiers by 2020, though most of them could be from a pool of national border guards to start with, with 50% of staff being permanent by 2027. It will have the power to bear arms, and would aim to intercept new arrivals, stop unauthorised travel between EU states and accelerate the return of rejected asylum seekers to their countries of origin, even without the consent of the member state. The agency would also gain more powers to exchange information with third countries. A senior EU official has been [quoted](https://www.ft.com/content/d5806e9e-b421-11e8-bbc3-ccd7de085ffe) as saying “we want to federalise external border protection as much as possible and help out countries on the front line.” However, certain EU member states such as Malta are reluctant about further competence shifts to Frontex.\n\nThe Italian government has recently been rejecting NGO vessels rescuing migrants in the Mediterranean from docking in Italy, though other member states such as Malta and France have done this as well. Italy has also rejected permission for Italian navy ships to dock in Italy to disembark rescued migrants, and threatened to torpedo Operation Sophia (the EU’s naval mission in the Mediterranean to combat people smuggling) if the rules weren’t changed to stop the automatic disembarkation of rescued migrants in Italy. The possibility of simply rejecting Sophia vessels from docking in Italian ports was also floated.\n\nOn 24th August, the Italian government threatened to withhold its EU budget contribution if other EU countries didn’t agree to taking migrants from the Italian Coast Guard ship Diciotti, currently stranded in an Italian port. The European Commission called a meeting of 12 EU member states, but no agreement was found at that meeting.\n\nOnly Ireland and Albania agreed to take in some of the migrants, and Italy also threatened to veto the EU’s next multi-year budget, the Multiannual Financial Framework if the EU didn’t start to share in the intake of migrants. The MFF is adopted by unanimous approval among member states following the approval of the European Parliament.\n\nCommissioner for Budget and Human Resources Günther Oettinger [pointed out](https://www.euractiv.com/section/elections/news/oettinger-warns-italy-not-to-block-eu-budget-talks/) that Italy refusing to pay its budgetary contribution would be the first time that event happened in the history of the European Union, and Italy would potentially face both late interest payments and sanctions.\n\nThe reform of the Common European Asylum System, comprising 7 proposals, may be touched upon:\n\n Proposal | Description | Stage of legislative process\n -|--|-\n Dublin Regulation | Determines which member state is responsible for processing an application for international protection | EP adopted position, Council yet to adopt a position\n Eurodac Regulation| Strengthen the Eurodac fingerprint database by collecting more data such as facial images to facilitate returns and help tackle irregular migration | Political agreement\n EU Asylum Agency | Upgrading the European Asylum Support Office to a full EU Asylum Agency, providing guidance and assistance for assessments of asylum applications  |  Agreement, but won’t be adopted until other proposals finalised \n Asylum Procedure Regulation |  Aims to achieve a fully harmonised EU procedure for granting and withdrawing international protection| EP adopted position, Council yet to adopt a position\n Qualification Regulation | Harmonised protection standards and rights for asylum seekers, ensuring asylum seekers are treated in the same way in all member states | Negotiations between EP and Council\n Reception Conditions Directive | Harmonised EU reception standards for asylum seekers | Negotiations between EP and Council\nEU Resettlement Framework | Common framework for EU member states resettling recognised refugees from outside EU territory | Negotiations between EP and Council\n\nThere will be a report on progress during the October 2018 European Council.\n\nThe latest proposals from the Austrian presidency are to have a form of “mandatory” solidarity whereby member states are free to help with migration either by taking in migrants, giving experts and equipment or contributing in some other way. However, Italy reportedly rejects this plan and wants more relocation of migrants.\n[Background information: Finding solutions to migratory pressures](http://www.consilium.europa.eu/en/policies/migratory-pressures/)\n\n[Background information: Reform of EU asylum rules](http://www.consilium.europa.eu/en/policies/ceas-reform/)\n\n[Commission factsheets on migration](https://ec.europa.eu/home-affairs/what-we-do/policies/european-agenda-migration/background-information_en)\n\n###Trade\n\nIn July 2018, President Trump and President Juncker came to an agreement on trade which provided for negotiations which would explore the possibility of negotiating a deal facilitating zero tariffs, zero non-tariff barriers and zero subsidies on non-auto industrial goods. Tariffs on automobiles are stopped for as long as there is suitable progress on negotiations, with the tariffs on steel and aluminium being reviewed. \n\nTrump later dismissed the EU’s offer on tariffs as “not good enough” and said the EU’s trade policies were almost as bad as China’s after Commissioner for Trade Cecilia Malmström said the EU was “willing to bring down...our car tariffs to zero”, provided the USA did the same. The USA is holding out on the prospect of a partial trade deal within the next two months.\n\nIf tariffs on cars were to be introduced, the European Commission has been working on a list of US products that would face retaliatory tariffs.\n\nItaly has threatened to veto the ratification of the Comprehensive Economic and Trade Agreement (CETA) negotiated with Canada. Currently, the trade deal is provisionally applied, meaning most of its provisions are in force pending the ratification of all member states. If a member state fails to ratify, provisional application has to be terminated. \n\nIn last year’s SOTEU speech, Juncker announced that all proposed negotiating mandates for future trade and investment details would be published, starting for the negotiations with Australia and New Zealand.\n\nThe status of the EU’s trade deal negotiations is as follows: \n\nCountry | Status\n-|-\nAustralia | Negotiation, 2nd round in November\nCanada | Provisionally applied since 21st September 2017, but CJEU case pending on the compatibility of its court system with EU law. Austria’s and Belgium’s ratification depend on the outcome of this case.\nChile | Negotiation, 3rd round concluded in June 2018, no new date set.\nIndonesia | Negotiation, 6th round in October 2018\nJapan | Signed, but yet to be ratified by the European Parliament and the Council of the EU. Aim to be applied by April 2019, before Brexit. No national ratification is needed.\nSingapore | Commission has proposed decision to sign and ratify the EU-Singapore agreements. The FTA will only need European Parliament and Council of Ministers approval, while the Investment Protection Agreement will need that in addition to national ratification.\nMercosur | Negotiation, next round September 10th - 14th, will require national ratification.\nNew Zealand | Negotiation, 1st round concluded in July 2018\nMexico | Agreement in principle, aim to finish the legal text by the end of 2018.\nVietnam | Currently undergoing translation into all EU languages, Commission will then propose to sign and ratify the deal. Also split into a Free Trade Agreement (EP/Council approval) and an Investment Protection Agreement (requiring national ratification). \n\n\n###Rule of Law\n\nIn December 2017, the European Commission [activated](http://europa.eu/rapid/press-release_IP-17-5367_en.htm) Article 7(1) for the first time in the history of the EU, citing threats to the rule of law and judicial independence in Poland. Infringement proceedings have also been launched against the Law on Ordinary Courts, and most recently against the Law on the Supreme Court, which may have forced around 40% of Supreme Court judges to retire. The Supreme Court has suspended the law as it awaits the results of a CJEU case on the law.\n\nThe European Parliament will vote on whether or not to Article 7(1) against Hungary later today, determining a clear risk of a serious breach of the EU’s values, after the Civil Liberties committee adopted a report recommending its activation. The European Parliament will have to vote by a ⅔ majority to trigger the article, though abstentions will not count towards this threshold. The European People’s Party, of which the governing party of Hungary Fidesz is a member, will be given a free vote on the matter.\n\nFollowing this, a hearing will be conducted of Hungary where the Council can address recommendations to it. The Council needs to vote by a ⅘ majority to actually determine a clear risk of a serious breach of the EU’s values. This is separate from Article 7(2), which is the process leading to sanctions. \n\nAs part of the 2021-2027 MFF proposals, the Commission has [proposed](https://ec.europa.eu/commission/sites/beta-political/files/protection-union-budget-rule-law-may2018_en.pdf) a mechanism whereby EU funding could be suspended to member states that don’t have independent judiciaries or flout the rule of law. The Commission would propose to suspend funding, and the decision is presumed to be adopted unless a qualified majority of EU countries votes against it. Individual beneficiaries of EU funding through schemes such as Erasmus+ should not be affected. \n\nIn October 2018, the Commission intends to produce a mechanism to promote the rule of law in the European Union, though it is not yet clear what form this may take.\n\nThe Commission will also produce a document which discusses the possibility of expanding the competences of the European Public Prosecutor’s Office to fight cross-border terrorism, which currently has a mandate to fight fraud against the EU budget. 22 member states (all bar Denmark, Hungary, Ireland, Poland, Sweden & the United Kingdom) are currently part of the project.\n\n###Brexit\n\nThe United Kingdom and the European Union have reached agreement on at least 80% of the draft withdrawal agreement text, including issues such as the rights of EU citizens post Brexit and the budgetary settlement that the UK will pay. Agreement was also reached on a transition period, where the UK would follow EU law and pay into the budget as if it was a member until December 31st, 2020. The UK can negotiate and sign deals during this period but not implement them unless authorised by the European Commission.\n\nNegotiations are still needed on certain issues, such as the Protocol on Northern Ireland and the way a hard border can be avoided between Northern Ireland and the Republic of Ireland. The Sovereign Base Areas in Cyprus, Gibraltar, data protection, ongoing police and judicial cooperation, the role of the EU Court of Justice and geographical indicators are other areas that are yet to be resolved.\n\nThe UK Government published a White Paper (also referred to as the ‘Chequers’ agreement) on July 12th, 2018, leading to the resignation of Cabinet ministers Boris Johnson and David Davis from the government. The EU has also opposed this agreement, with Chief EU negotiator Michel Barnier stating that accepting it could be “the end of the single market and the European project.” It is still controversial in the UK as well, with a former Brexit minister Steve Baker predicting up to 80 Conservative MPs could vote against the agreement. The UK government may even scrap the agreement if the EU gives way on its hard position on the Irish border.\n\nSome EU member states are considering giving Barnier a new mandate to help close a Brexit deal, which will be discussed at the Salzburg summit in a week's time. The planned timing of a deal and the remaining sticking points such as the Irish border will be discussed. Formal guidelines would be adopted by the October European Council, and talks would aimed to be concluded at a hypothetical special Brexit summit in November. However, other sources have said that the current guidelines are sufficient and that the UK may not like the content of hypothetical new guidelines.\n\nThe Brexit withdrawal agreement will need the consent of the European Parliament and a reinforced qualified majority vote (72% of the states representing 65% of the population) in the Council of Ministers. It will be accompanied by a political declaration on the future relationship between the UK and the EU, though negotiations can’t properly start until the UK becomes a third country. \n\n[Background information: Brexit](http://www.consilium.europa.eu/en/policies/eu-uk-after-referendum/)\n\n[Background information: Brexit negotiations](https://ec.europa.eu/commission/brexit-negotiations_en)\n\n###Internal Market\n\nFollowing a [public consultation](http://europa.eu/rapid/press-release_IP-18-5302_en.htm) in which 4.6 million European citizens replied, the European Commission will propose to scrap the biannual change in the clocks. 84% of those who responded were in favour of scrapping the change. Commissioner for Transport Violeta Bulc has stated the change was unlikely to happen before 2021 at the earliest. EU countries are free to decide on their own time zones.\n\nA “digital tax” was proposed by the European Commission whereby EU member states would charge a 3% levy on large companies like Facebook, Twitter and Google. This idea has proved controversial, with countries such as Ireland preferring a solution adopted at a global level to avoid stifling investment and innovation. \n\nTo facilitate agreement on the file, France has said it could consider ways to compensate Ireland for possible lost revenues from the proposal, and a [\"sunset clause\"](https://uk.reuters.com/article/us-eu-tax-digital/germany-cautious-on-eu-tech-tax-as-france-adds-sunset-clause-idUKKCN1LO0A4) has been suggested where by the EU tax would no longer have effect once the Organisation for Economic Cooperation and Development (OECD) comes up with a global solution. The aim is to agree on the EU tax by the end of 2018.\n\n###Foreign Relations\n\nHigh Representative Federica Mogherini wants to see a binding agreement on relations between Serbia and Kosovo by the end of her mandate in November 2019. Recently, there have been suggestions of [‘border swaps’](https://www.theguardian.com/world/2018/sep/03/us-backed-kosovo-land-swap-border-plan-under-fire-from-all-sides) between Kosovo and Serbia to agree on a deal. Some have been receptive to the idea, but countries such as Germany have rejected any border changes.\n\nGermany has begun construction of Nord Stream II in German coastal waters, a controversial gas pipeline with Russia, despite the threat of US sanctions on the companies involved in financing the pipeline and the objection of some Eastern European states. President Trump has started that the project would make Germany a “captive” of Russia.\n\nGermany, Finland, Sweden and Russia have given approval for the pipeline to pass through their territorial waters, but Denmark’s approval is still pending. Nord Stream 2 [filed an application](https://uk.reuters.com/article/uk-eu-gazprom-nordstream/russia-led-nord-stream-2-seeks-new-route-to-avoid-danish-waters-idUKKBN1KV118) to Denmark for a new route that would avoid Denmark’s territorial waters altogether. \n\nThe European Commission also published a plan to [provide €18 million in aid](https://www.euractiv.com/section/global-europe/news/defying-us-sanctions-eu-unveils-a-e18-million-aid-package-to-iran/) to Iran following some US sanctions being re-introduced on August 6th. In November, the US will introduce sanctions on oil. The EU has introduced a ‘blocking statute’ which forbids companies from complying with US sanctions. If firms are wanting to pull out of Iran to comply with US sanctions, they should get EU authorisation, but not if it is a business decision. \n\nA communication on extending the use of qualified majority voting (QMV) in foreign policy will be produced, exploring the possibility of introducing QMV rules on human rights, sanctions, and joint civilian mission decisions. Certain sanctions regimes may keep unanimity rules, but it could be used especially when the EU has to implement UN sanctions. It will require unanimous agreement among all member states to move from unanimity to qualified majority voting rules. \n\n###Environment\n\nOn Monday, the European Parliament’s Environment committee [voted for cutting emissions](https://www.euractiv.com/section/transport/news/meps-put-pedal-to-metal-and-boost-car-co2-limits/) for cars and vans by 20% by 2025 and 45% by 2030, above the targets of 15% and 30% proposed by the Commission. The plenary of the European Parliament will vote on the issue next month. \n\nCarbon prices under the EU’s Emissions Trading System (ETS) hit a [decade high](https://www.bloomberg.com/news/articles/2018-08-23/carbon-reaching-20-euros-a-ton-in-europe-raises-price-for-power) in August 2018 at €20 a tonne, following reforms to introduce a Market Stability Reserve that removes excess credits from the market.\n\nThe ETS provides ‘licences’ to pollute a certain amount each year. Those businesses that don’t have enough licences for the amount of pollution they give off are required to purchase more else they are fined, while those who have more licences than needed can sell the excess. The cap is progressively reduced over time so as to reduce carbon emissions within the EU.\n\nThe European Commission will potentially produce a long-term EU strategy for reducing greenhouse gas emissions in November 2018.\n\n---\n#Previous State of the European Union Speeches\n\n###[2017](https://www.reddit.com/r/europe/comments/6zpaz3/state_of_the_european_union/)\n\nPresident Juncker presented a much more upbeat picture of the state of the EU, saying \"the wind is back in Europe's sails.\" He rejected calls for a multi-speed Europe, stating that “Europe must breathe with both lungs. Otherwise our continent will struggle for air.” He also stated that now was the time for completing the “European House” as the “sun is shining”.\n\nHe announced various proposals, such as creating an EU Cybersecurity Agency, trade negotiations with Australia and New Zealand, reforms of the Eurozone, opening up Schengen to Bulgaria and Romania, and moving to more qualified majority voting for certain decisions. \n\n###2016\n\nFor Juncker’s second SOTEU speech, he again put forward a somewhat gloomy picture of the state of the EU, stating that “our European Union is, at least in part, in an existential crisis”. This speech followed the UK’s vote to leave the European Union in June 2016.\n\nHe mentioned how the EU was currently facing many “unresolved problems”, and revealed proposals the Commission would be putting forward over the next year to try to resolve them, attempting to create a Europe that “protects, empowers and defends”. \n\n###2015\n\nJuncker’s first SOTEU speech as Commission President mentioned how there was “not enough Union in this Union”, painting a somewhat dark picture of the state of the European Union at the time.\n\nThe main topics of his speech were migration, the Eurozone crisis, the UK’s (then) future referendum on EU membership, EU-Ukraine relations and addressing climate change.\n\n###2014\n\nThere was no State of the Union speech, as it was the year of the European Parliament elections.\n",
        "comments": [
            {
                "comment_text": "Sticky thread?"
            },
            {
                "comment_text": "Article 13 just passed, pretty much without any changes.\n\nGET THE PITCHFORKS FOLKS! "
            },
            {
                "comment_text": "Aaaand they just voted in the filters...twats"
            },
            {
                "comment_text": "Oh look.. it's also our cake day. :)"
            },
            {
                "comment_text": ">state of the european union 2018\n\nin the shitter basically. gg wp brussels"
            },
            {
                "comment_text": "One question: the border guard expansion: will it be achieved by transferring personal from member states' services or will they be new employees of the EU ? (Or new employees of member states \"lent\" to the Union) ?"
            },
            {
                "comment_text": "State of the EU: Hungary and Russia are bad but we voted for internet censrship. EU is dying."
            },
            {
                "comment_text": "Great post, OP, very well done. I wish Jucker did half as good job!"
            },
            {
                "comment_text": "State of the Union: Hungary & Poland bad but we just approved censorship lmao"
            },
            {
                "comment_text": "> If firms are wanting to pull out of Iran to comply with US sanctions, they should get EU authorisation, but not if it is a business decision.\n\nI want to cry, this is beyond retarded, how do you prove that ? The companies will have to pay a guy to produce a fake justification and that's it."
            },
            {
                "comment_text": "Juncker...speak English for these things...so sick of on-the-fly translations..."
            },
            {
                "comment_text": "All I know is I can use my data in the EU"
            },
            {
                "comment_text": "Lmao the more diversity the more oppression. Control the information, control the people. Next in line, sharia law. "
            },
            {
                "comment_text": "We shall redpill them on the beaches, we shall meme them on the shores, we shall shitpost in the countryside, we shall NEVER SURRENDER!"
            },
            {
                "comment_text": "I'm sorry, but as soon ad I read Junker I lost faith in EU. That prick insulted my country many times, one of the founding members of the Union, and it's still rewarded. Are you still wondering why anti-eu is on the rise?"
            },
            {
                "comment_text": "THE ABSOLUTE STATE"
            },
            {
                "comment_text": "The EU is so f*cking great isn't it? Article 13 passing, blocking Hungary from voting in the future. What a shame."
            },
            {
                "comment_text": "[deleted]"
            },
            {
                "comment_text": "Wish they'd instead announce the disbandment of this power-hungry organisation."
            },
            {
                "comment_text": "Why ban time change on season change ? What's the benefit ?\n\nIt's a tradition I grew to like."
            },
            {
                "comment_text": "[removed]"
            }
        ]
    }
]