[
    {
        "title": "Reddit: help me design my dream home.  Zombie proof, off-grid and energy efficient.",
        "comments": [
            {
                "comment_text": "I don't mean to rain on your parade. You just might need to save a lot more money than you initially thought.\n\nThe average cost of building a standard box house is approximately $125/sqft. Being that a severe weather proof, bullet proof, quake proof, fire proof, highly insulated, self-sufficient and independently powered dome bunker would need to be built by a specialist... you'd probably be looking more in the range of [$400-450/sqft](http://www.dometech.com/content/Services/RequestQuote.aspx).\n\nSo, in order to stay within your $500k budget... you're lookin' at a 1250 sqft bunker... which is about a 40' wide dome to house everything you need: bedrooms, bathrooms, kitchen, storage.... which is about the size of a large 1 bedroom apartment. If you take into account food, water and equipment storage for a lengthy apocalypse, I'd think at least 100-200 sqft would be dedicated to food, depending on how many people you're housing. Then you have to take into account the cost of a massive, longterm generator or solar power system.\n\nA plain wooden fence cost me $15,000 to install last year around my 12,000sqft property. If you're looking at a security fence to surround your property... assuming you have a firing range and airstrip... you'd at least a few acres? Even a [chain link fence](http://www.chdist.com/displayproductdetail.do?skuSearch=3604400&mr:referralID=NA&baseItemOID=98338&mr:trackingCode=1931DFF4-659D-DE11-93DB-0019B9C043EB&itemGroupOID=98338&sku=3604400&cid=cse_goog) around a 2 acre property, with a 3584.8' perimeter... you're lookin' around $80,000-100,000 for the fence alone.\n\nSo, let's say you want to ditch the airstrip idea and get a smaller fence ($50k). You have $450k to work with. Which is now an 800-1000sqft dome... with 100-200sqft of supplies. Which leaves you with 600-800sqft of living space. Take out the 50sqft for the bathroom and another 50 for the kitchen, you're now down to 500-700 sqft of living space. Which is a small studio apartment. I dunno about you, but I'd have 5-10 people with me if there were an apocalypse... and I wouldn't want to try to live longterm in that small of a space.\n\n**TL;DR - I'd be looking at a budget closer to $1.5-2mil if I were going to do this project the way you want it to be done.**\n\nWhat can I say... I have a thing for numbers and I too have a lot of free time on my hands..."
            },
            {
                "comment_text": "Wow - someone has entirely too much free time.\n"
            },
            {
                "comment_text": "If a zombie apocalypse ever occurs, can I come over? ;D"
            },
            {
                "comment_text": "holy shit!"
            },
            {
                "comment_text": "TL;DR\n\nCheck out /r/zombies or /r/ZombieSurvivalTactics\n\nI'm fairly sure they would appreciate this over at  /r/ZombieSurvivalTactics"
            },
            {
                "comment_text": "Wow, you sound serious. \n\nThat being said, don't ever ask the internet about life-making decisions.\n\nThat also being said, how about a room filled up with plastic pool balls and nerf guns?"
            },
            {
                "comment_text": "TL;DR right now, so I'm saving it for later."
            },
            {
                "comment_text": "500k you say? might consider adding another 500k."
            },
            {
                "comment_text": "Inexpencive dome homes. I'm sure your thinking more grand but i think this might be a good start for you to look. I've seen one built before, its quite fast and can be done in many sizes."
            }
        ]
    },
    {
        "title": "Reddit, can you help us Aussies sort out the finer details in the Carbon Tax just put before parliament? X post from /pol.",
        "comments": []
    },
    {
        "title": "The death toll from air pollution could be substantially higher because the lethal effect of nitrogen dioxide (NO2), emitted during fossil fuel burning, has not been taken into account, experts believe.",
        "comments": [
            {
                "comment_text": "theguardian seems to be full of shit lately....or was it always? "
            }
        ]
    },
    {
        "title": "EU asks court to force Spain, Bulgaria to tackle air pollution | Nitrogen dioxide causes about 9,000 premature deaths every year in Spain, according to the European Environment Agency",
        "comments": []
    },
    {
        "title": "Less than 2 weeks after Alberta passed pollution limits for tar sand mining,  Shell will exceed emissions of 2 major gases causing acid rain. Sulphur dioxide is 20 times what it should be.  Shell argues it's not effecting inhabited areas & that nitrogen dioxide levels are inaccurate.",
        "comments": [
            {
                "comment_text": "http://thevenusproject.com/en/the-venus-project/resource-based-economy"
            }
        ]
    },
    {
        "title": "Environment Secretary Michael Gove has been asked to attend meeting of European Commission, to explain why UK still breaches legal air pollution limits...one of five member states that have received “final warning” from commission after persistently surpassing limits for nitrogen dioxide levels.",
        "comments": [
            {
                "comment_text": "Users often report submissions from this site and ask us to ban it for sensationalized articles. At /r/worldnews, we oppose blanket banning any news source. Readers have a responsibility to be skeptical, check sources, and comment on any flaws.\n\nYou can help improve this thread by linking to media that verifies or questions this article's claims. Your link could help readers better understand this issue. If you do find evidence that this article or its title are false or misleading, contact the moderators who will review it\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/worldnews) if you have any questions or concerns.*"
            },
            {
                "comment_text": "Who are the other 4?"
            }
        ]
    },
    {
        "title": "EU Commission warns Germany for air pollution breaches: Five EU countries face court action if they don't take steps to reduce dangerously high nitrogen dioxide pollution. The gas was responsible for more than 10,000 premature deaths in Germany in a single year",
        "comments": [
            {
                "comment_text": "German cars also caught emitting high amounts of dihydrogen monoxide [DHMO](http://www.dhmo.org/facts.html) as well."
            }
        ]
    },
    {
        "title": "Smog-busting roof tiles could clean tons of pollution, study says - In a laboratory experiment, engineering students found that ordinary clay roof tiles sprayed with titanium dioxide removed 88% to 97% of nitrogen oxide pollution from the air.",
        "comments": [
            {
                "comment_text": "what does that number even mean? 88 to 97 percent? so one tile removes up to 97% of all the pollution on the whole planet? in a neighbourhood? in a 1 meter cubed space? the number means nothing without context.\n\nthe fourth paragraph of this article explains it a bit better but that second paragraph is just downright confusing and sensationalist."
            },
            {
                "comment_text": "how does it remove it? Does it just sequester it? Break it down? What happens to the tiles after they are no longer effective?"
            },
            {
                "comment_text": "They should put it near coal/gas power planet, airport, busy terminals,etc. ASAP."
            },
            {
                "comment_text": "This may be stop gap solution but not producing the pollution in the first place is even better. \nThe end of the article did say it would have to be tested in the real world. "
            },
            {
                "comment_text": "This technology has existed on bitumen roofing membranes for a few years already. Noxite or LessNox are some brand names for similar products for flat roofs. The marketing says that a titanium dioxide roof with the surface area of 150 square meters will clean the emissions of a Euro5 emission level car that drives 15000km per year. More info from a [manufacturer's page](http://www.icopal-noxite.co.uk/nox-problem.aspx)"
            },
            {
                "comment_text": "Can we get the carbon dioxide?"
            },
            {
                "comment_text": "What happens to the titanium dioxide after its been collecting the pollutants of summer then we hit the rainy season, isn't there going to be run off, flooding our water, is there any long term effects of how it will interact with aquatic life?"
            },
            {
                "comment_text": "Isn't it very bright white?  Sounds like it will greatly increase heating costs by reflecting a lot of light."
            },
            {
                "comment_text": "[deleted]"
            },
            {
                "comment_text": "Titanium dioxide is known to be mutagenic.  Do we know anything about possible pollition risk FROM these tiles?"
            },
            {
                "comment_text": "Titanium. Sounds expensive."
            },
            {
                "comment_text": "While that sounds cool, I guess that for it to be really effective, everyone would have to replace their roof tiles pretty often."
            },
            {
                "comment_text": "88-97% with no context? Ha, amazing."
            },
            {
                "comment_text": "Were they invented by a teenager? Preferably from a poorer country.\n\nIf not then I really have no interest. "
            },
            {
                "comment_text": "So all we have to do is find some clay and spray paint one of the most expensive things on earth to remove NO2?  Sounds great.\n"
            }
        ]
    }
]